Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: Derivative investment instruments such as Binary Options and related markets can be highly volatile. The prices of the underlying instrument which a Binary Options refers to may fluctuate rapidly and over wide ranges and may reflect unforeseeable events or changes in conditions, none of which can be controlled by you or %1.
it: Gli strumenti di investimento derivati come le Opzioni Binarie e i relativi mercati, possono essere altamente volatili. I prezzi dello strumento sottostante cui si riferiscono le Opzioni Binarie possono oscillare rapidamente e su ampi range e possono riflettere eventi o cambiamenti imprevedibili nelle condizioni, nessuno dei quali controllabile da te o da %1.

source: Description
it: Descrizione

source: Detrended Price Osc
it: Detrended Price Oscillator

source: DevOps Engineering
it: Ingegneria di DevOps

source: Develop your own trading application with our APIs.
it: Sviluppa la tua applicazione di trading con le nostre API.

source: Differences with other data feeds
it: Differenze con gli altri feed di dati

source: Digits
it: Cifre

source: Disclosure: general
it: Divulgazione: generale

source: Discover our Smart Markets.
it: Scopri i nostri Mercati Smart.

source: Discover our indices generated from random numbers.
it: Scopri i nostri indici generati dai numeri random.

source: Discovering an easy, low-risk, flexible and, award-winning platform?
it: Alla scoperta di una piattaforma pluripremiata facile da usare, a basso rischio e flessibile?

source: Do I need to deposit any funds to open an account?
it: Devo effettuare un qualsiasi deposito per aprire un account?

source: Do I need to send any documents?
it: Devo inviare qualche documento?

source: Do not put pressure on clients to trade or deposit beyond their means and you shall not encourage clients to take out any form of loans to be able to place trades.
it: Non spingere i clienti a fare trading o depositare al di là delle proprie possibilità e non incoraggiare i clienti a ottenere alcun tipo di prestito per poter negoziare.

source: Do not trade more than you can afford.
it: Non investire nel trading più di quanto tu non abbia a disposizione.

source: Do not trade when you are tired or are under the influence of alcohol.
it: Non fare trading se sei stanco o se sei sotto l'effetto dell'alcool.

source: Do you offer virtual-money accounts?
it: Offri account con denaro virtuale?

source: Do you own a newsletter or a mailing list?
it: Hai una newsletter o una mailing list?

source: Do you run a website?
it: Gestisci un sito internet?

source: Do you want to decrease the timescale?
it: Desideri ridurre i tempi di esecuzione?

source: Do you want to increase the timescale?
it: Desideri aumentare i tempi di esecuzione?

source: Do you want to learn more about the markets and how to trade them? Check out the resources below.
it: Desideri saperne di più sui mercati e su come fare trading? Dai uno sguardo alle risorse qui sotto.

source: Do you want to lock in profits?
it: Desideri tenere al sicuro i profitti?

source: Do you want to see Binary.com in other languages, or can you suggest improvements to our current translations?
it: Desideri vedere Binary.com in altre lingue, oppure puoi suggerirci dei miglioramenti per le nostre traduzioni attuali?

source: Documents are required to verify your identity
it: Per verificare la tua identità sono necessari alcuni documenti

source: Don't limit yourself! Whatever your market view, Binary.com allows you to put your strategy to work and profit from your predictions.
it: Non ti limitare! Qualunque sia la tua visione del mercato, Binary.com ti consente di mettere in pratica la tua strategia e guadagnare dalle tue previsioni.

source: Donchian Channel Width
it: Ampiezza del canale di Donchian

source: Donchian Channels plot the highest high and lowest low over the last period time intervals.
it: I canali di Donchian tracciano il massimo superiore e il minimo inferiore durante gli intervalli di tempo dell'ultimo periodo.

source: Don’t be put off by the name. Quotidian just means something that happens everyday.
it: Non lasciarti scoraggiare dal nome. Quotidiano significa solo qualcosa che accade tutti i giorni.

source: Dormant and Inactive Accounts
it: Account dormienti e inattivi

source: Dot Chart
it: Grafico di dispersione

source: Download the Binary.com charting application with an extensive range of Indicators, Price Bands, Overlays, and your own customizable Workspace supporting different languages!
it: Scarica l'applicazione dei grafici di Binary.com con un'ampia gamma di Indicatori, Bande di prezzi, Sovrapposizioni e il tuo Spazio di lavoro personalizzabile in diverse lingue!

source: Downloadable application
it: Applicazione scaricabile

source: Due to changes in regulation within the European Union, binary options on financial indices are now considered to be an investment activity.
it: A seguito dei cambiamenti nella normativa europea, le opzioni binarie sugli indici finanziari sono considerate un'attività di investimento.

source: Due to regulatory requirements, you are required to authenticate your account in order to continue trading.
it: Per poter continuare l'attività di trading, la normativa prevede la convalida del tuo account.

source: Due to the corporate action, the contract's barrier had been adjusted as follow:
it: A seguito di un'azione sociale, il limite del contratto è stato regolato come segue:

source: Duration
it: Durata

source: Duration must be between %1 and %2.
it: La durata deve essere compresa tra %1 e %2.

source: During fast markets (i.e. periods of very fast market movements), contracts may be offered at prices more unfavourable than those offered in usual market conditions.
it: In presenza di mercati rapidi (ad esempio periodi di movimenti del mercato molto veloci), i contratti possono essere offerti a prezzi non favorevoli rispetto a quelli offerti in condizioni normali.

source: During our application process, we may ask you for information about your background, experience as well your investment assets and earnings. We do not monitor on your behalf whether the amount of money you have sent to us or your profits or losses are consistent with that information. It is up to you to assess whether your investment resources are adequate for your investment activity with us and your risk appetite in the products and services you use.
it: Durante la nostra procedura di iscrizione, possiamo richiederti informazioni relative alla tua formazione, esperienza, nonché asset e guadagni negli investimenti. Non controlliamo se la quantità di denaro inviataci o se i tuoi profitti o perdite siano coerenti con tali informazioni. Spetta a te valutare se le tue risorse d'investimento sono adeguate alla tua attività finanziaria con noi e la tua propensione al rischio sui prodotti e servizi che utilizzi.

source: During the term of this Agreement, you may be entrusted with confidential information relating to the business, operations, or underlying technology of the Company and/or the Company's affiliate program. You agree to avoid disclosure or unauthorised use of the confidential information to third persons or outside parties unless you have the Company's prior written consent and that you will use the Confidential Information only for purposes necessary to further the purposes of this Agreement. Your obligations with regards to confidential information shall survive the termination of this Agreement.
it: Per tutta la durata del presente Accordo, dovrai rispettare la confidenzialità delle informazioni relative all'attività, alle operazioni, o alla tecnologia sottostante della Società e/o del programma di affiliazione della Società. Accetti di non divulgare o non consentire l'uso delle informazioni confidenziali a terze parti o parti esterne, senza il previo consenso scritto della Società e utilizzerai le Informazioni confidenziali solo per gli scopi necessari ai fini del presente Accordo. I tuoi obblighi relativi alle informazioni confidenziali sopravvivranno alla conclusione del presente Accordo.

source: Each binary option contract runs for a set time – with %1 you can choose a contract that runs between 10 seconds and 365 days.
it: Ogni contratto di opzioni binarie è valido per un determinato periodo di tempo. Con %1 puoi scegliere un contratto con durata da 10 secondi a 365 giorni.

source: Each binary option is a prediction on the future movement of an underlying market.
it: Ogni opzione binaria riguarda una previsione sul movimento futuro di un mercato sottostante.

source: Each binary trade is for a pre-determined payout amount. You win the payout if your prediction is correct.
it: Ogni negoziazione binaria si riferisce a un payout predeterminato. Vinci il payout se la tua previsione è corretta.

source: Each party to this Agreement represents and warrants to the other that it has, and will retain throughout the Term all right, title and authority to enter into this Agreement, to grant to the other party the rights and licences granted in this Agreement and to perform all of its obligations under this Agreement.
it: Ciascuna parte del presente Accordo rappresenta e garantisce all'altra di avere, e di conservare per l'intera Durata, tutti i diritti, titoli e poteri di stipulare il presente Accordo, concedere all'altra parte i diritti e le autorizzazioni concesse con il presente Accordo e di soddisfare tutti gli obblighi previsti nel presente Accordo.

source: Earn commissions by introducing new customers to %1.
it: Guadagna delle commissioni portando nuovi clienti a %1.

source: Earn money by becoming an Affiliate. You will receive commission on each account through your referrals.
it: Guadagna diventando un Affiliato. Riceverai delle commissioni su ogni account relativo a soggetti da te invitati.

source: Earning a second income in their spare time?
it: Guadagnare un secondo reddito nel tempo libero?

source: Earning tax free trading profits*?
it: Ottenere profitti tax free sul trading*?

source: Ease of Movement
it: Facilità di movimento

source: Education
it: Formazione

source: Either party may terminate this Agreement forthwith on written notice if a receiver, examiner or administrator is appointed of the whole or any part of the other party's assets or the other party is struck off the Register of Companies in the jurisdiction where it was incorporated or an order is made or a resolution passed for winding up of the other party (unless such order or resolution is part of a voluntary scheme for the reconstruction or amalgamation of that party as a solvent corporation and the resulting corporation, if a different legal person, undertakes to be bound by this Agreement).
it: Ciascuna parte può risolvere il presente Accordo prontamente tramite notifica scritta nel caso in cui il liquidatore, esaminatore o amministratore venga nominato in tutto o per qualsiasi parte degli asset dell'altra parte o l'altra parte venga depennata dal Registro delle Imprese nella giurisdizione in cui è stata incorporata oppure venga emesso un ordine o una delibera di liquidazione dell'altra parte (a meno che tale ordine o delibera non siano parte di uno schema volontario per la ricostruzione o fusione di tale parte quale corporation solvibile e la corporation risultante, se un soggetto giuridico diverso, si impegna a rispettare il presente Accordo).

source: Either party may terminate this Agreement on delivery of one weeks' prior written notice to the other party.
it: Ciascuna parte può terminare il presente Accordo previa notifica scritta all'altra parte con una settimana di anticipo.

source: Either you left the cashier idle for a while or we were not able to log you in properly.
it: O la cassa è rimasta inattiva troppo a lungo, o non siamo riusciti a farti effettuare correttamente il login.

source: Eligible Counterparty
it: Controparte autorizzata

source: Email Verification
it: Email di verifica

source: Email address
it: Indirizzo email

source: Email not given.
it: indirizzo email non fornito.

source: Email the token to your account manager.
it: Invia il Token al tuo account manager.

source: End Time
it: Orario di fine

source: Ends Between/Ends Outside trades
it: Trade Ends Between (Finisce tra)/Ends Outside (Termina fuori)

source: Ends Between/Outside
it: Ends Between (Finisce tra)/Outside (Termina fuori)

source: Enjoy the benefits of our bulk trader facility
it: Goditi i vantaggi della nostra funzione di trading di massa

source: Ensure that any historical trading records and performance figures presented to your referrals related to trading on the website %1 are accurate and not misleading.
it: Assicurati che tutti i registri storici del trading e i dati delle performance presentati alle persone che inviti, in merito al trading sul sito internet %1, siano precisi e non ingannevoli.

source: Ensure that you do not promote %1 with messages aimed at persons under the age of 18 years.
it: Assicurati di non promuovere %1 con messaggi indirizzati a minorenni.

source: Enter the barrier in terms of the difference from the spot price. If you enter +0.005, then you will be purchasing a contract with a barrier 0.005 higher than the entry spot. The entry spot will be the next tick after your order has been received
it: Inserisci il limite in termini di differenza dal prezzo spot. Se inserisci +0.005, allora starai acquistando un contratto con un limite 0.005 più alto rispetto al punto d'ingresso. Quest'ultimo sarà il tick successivo dopo aver ricevuto l'ordine

source: Enter your email
it: Inserisci il tuo indirizzo email

source: Entry Level
it: Livello di entrata

source: Entry Spot
it: Punto d'ingresso

source: Entry spot
it: Punto d'ingresso

source: Entry spot price
it: Prezzo d'ingresso

source: Estimated Net Worth
it: Valore netto stimato

source: European Union residents with the exception of the UK, who wish to trade gambling products, will have their account opened with Binary (Europe) Ltd.
it: I soggetti residenti nell'Unione Europea, ad eccezione del Regno Unito, che desiderano fare trading con i prodotti del gioco d'azzardo, apriranno il proprio account con Binary (Europe) Ltd.

source: European Union residents with the exception of the UK, who wish to trade investment products, will have their account opened with Binary Investments (Europe) Ltd.
it: I soggetti residenti nell'Unione Europea, ad eccezione del Regno Unito, che desiderano fare trading con prodotti d'investimento, apriranno il proprio account con Binary Investments (Europe) Ltd.

source: Example:
it: Esempio:

source: Exclude me from the website until
it: Escludimi dal sito internet fino al

source: Exclude time cannot be for more than five years.
it: Il periodo di esclusione non può essere superiore a cinque anni.

source: Exclude time cannot be less than 6 months.
it: Il periodo di esclusione non può essere inferiore a 6 mesi.

source: Exclude time must be after today.
it: Il periodo di esclusione deve essere successivo a oggi.

source: Exclusive binary trading technology.
it: Tecnologia esclusiva per il trading binario.

source: Execute your trade in seconds.
it: Esegui il tuo trade in pochi secondi.

source: Exit Level
it: Livello di uscita

source: Exit Spot
it: Prezzo di uscita

source: Exit spot
it: Prezzo di uscita

source: Expiry
it: Scadenza

source: Expiry Price
it: Prezzo di scadenza

source: Expiry Spot
it: Punto di scadenza

source: Expiry Time
it: Orario di scadenza

source: Expiry price
it: Prezzo di scadenza

source: Explanation
it: Spiegazione

source: Exponential Moving Average
it: Media Mobile Esponenziale

source: Facility that allows you to set limits on your account.
it: Funzione che ti consente di impostare i limiti sul tuo account.

source: Failed to update trade description.
it: Impossibile aggiornare la descrizione del trade.

source: Fall
it: Ribasso

source: Fall Contract Return
it: Rendimento sul contratto in ribasso

source: Fall Contract Return (%)
it: Rendimento sul contratto in ribasso (%)

source: Family Name
it: Cognome

source: Fast Stochastic
it: Stocastico veloce

source: Favourite artist
it: Artista preferito

source: Favourite dish
it: Piatto preferito

source: February
it: Febbraio

source: Feel free to contact our friendly and helpful customer service experts. They're always available to answer your questions. You can contact us via live chat, email and telephone.
it: Non esitare a contattare i nostri esperti del servizio clienti, cordiali, d'aiuto e sempre disponibili a rispondere alle tue domande. Puoi contattarci tramite live chat, email e telefono.

source: Fibonacci Fan
it: Ventaglio di Fibonacci

source: Fibonacci Retracement
it: Ritracciamento di Fibonacci

source: Fifteen years on, and we’re still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public.
it: Dopo quindici anni continuiamo ancora a innovarci, a crescere e a lavorare sui nuovi metodi per servire meglio i nostri clienti. Per la prima volta, offriamo trade a breve termine touch/no touch e introduciamo una nuova applicazione di grafici. Riteniamo di avere la piattaforma in opzioni digitali più competitiva e completa, oggi disponibile sul mercato.

source: Filtering Controls
it: Filtro dei controlli

source: Filtering Stray Ticks
it: Filtro dei tick erronei

source: Final Price
it: Prezzo finale

source: Finance
it: Finanza

source: Financial Assessment
it: Valutazione finanziaria

source: Financial Information
it: Informazioni finanziarie

source: Financial Security
it: Sicurezza finanziaria

source: Financial rewards
it: Ricompense finanziarie

source: Find the right trade for every market condition.
it: Scopri il trade giusto in ogni condizione del mercato.

source: First Name
it: Nome

source: First line of home address
it: Prima linea dell'indirizzo di residenza

source: First, define your position...
it: Innanzitutto definisci la tua posizione ...

source: First, you need to set the parameters of your trade. Here’s what you need to consider.
it: Innanzitutto devi impostare i parametri del tuo trade. Ecco cosa devi tenere in considerazione.

source: First-class client service.
it: Servizio clienti di primo livello.

source: Flexibility
it: Flessibilità

source: Flexible trades
it: Trade flessibili

source: Follow a simple step-by-step guide to binary trading.
it: Segui una semplice guida passo dopo passo sul trading binario.

source: For added security protection against unauthorised withdrawals, an email containing a secure link to the withdrawals page has been sent to your email %1. Please check your email to access this link.
it: Per una maggiore protezione contro i prelievi non autorizzati, sul tuo indirizzo email %1 ti è stata inviata un'email contenente un link sicuro per la pagina dei prelievi. Verifica la tua email per accedere a questo link.

source: For contracts which expire at market close, we will use the official closing value of the market to settle your contract and update your results at settlement time.
it: Per i contratti in scadenza alla chiusura del mercato, utilizzeremo il valore di chiusura ufficiale del mercato per liquidare il tuo contratto e aggiornare i tuoi risultati al momento della liquidazione.

source: For forex quotes the closing times are defined by the Company as shown in the Market Opening Times section of the website. In the event of any dispute regarding market or settlement values, the decision of the Company shall be final and binding. Clients should note that certain markets (such as stocks and stock indices) are not open throughout the day and that trading may not be available when the markets are closed.
it: Per le quotazioni Forex, gli orari di chiusura sono definiti dalla Società così come mostrati nella sezione Orari di Apertura del Mercato presenti sul sito internet. In caso di una qualsiasi controversia relativa ai valori di mercato o di liquidazione, la decisione della Società sarà finale e vincolante. I clienti devono considerare che alcuni mercati (come quelli delle azioni e degli indici azionari) non sono aperti durante tutto il giorno e che il trading in tali mercati potrebbe non essere disponibile quando questi sono chiusi.

source: For forex: The forex market is an OTC (over the counter) market, where banks and other major financial institutions trade currencies amongst themselves without there being any central clearing house. Accordingly, there is no 'official' price source for forex quotes. Different data feeds will contain quotes from a different sub-set of international banks. Accordingly prices may differ between providers, depending on which bank(s) they obtain prices from.
it: Per Forex: il mercato Forex è un mercato OTC (over the counter) in cui le banche e gli altri principali istituti finanziari negoziano valute tra di loro senza una qualsiasi camera di compensazione centrale. Di conseguenza, per le quotazioni Forex, non esiste una fonte di prezzo "ufficiale". I diversi feed di dati comprenderanno le quotazioni di diversi sottoinsiemi di banche internazionali. Pertanto i prezzi possono variare tra i provider in base alla banca da cui ottengono i prezzi.

source: For long contracts, the entry level is the spot plus half spread and the exit level is spot minus half spread. For short contracts, the entry level is spot minus half spread and the exit level is spot plus half spread.
it: Per i contratti a lungo termine, il livello d'ingresso è lo spot più metà spread e il livello d'uscita è lo spot meno metà spread. Per i contratti a breve termine, il livello d'ingresso è lo spot meno metà spread e il livello d'uscita è lo spot più metà spread.

source: For more information on the terms and conditions that apply to your bonus, go to: %1
it: Per ulteriori informazioni sui termini e sulle condizioni che si applicano al tuo bonus, vai su: %1

source: For security reasons, please note that Payment Agent accounts will only be able to deposit via Bank Wire.
it: Per questioni di sicurezza, si prega di notare che sugli account degli Agenti di pagamento è possibile depositare solo tramite bonifico bancario.

source: For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It’s the last time we win it because Shares Magazine stops awarding in this category.
it: Per il terzo anno consecutivo, BetOnMarkets.com è stato votato come il "Miglior provider di opzioni finanziarie con probabilità fisse" da parte di Shares Magazine UK. Questa sarà l'ultima volta che ci aggiudichiamo tale premio in quanto Shares Magazine smetterà di attribuire premi in questa categoria.

source: Forest Chart
it: Grafico a istogrammi

source: Forex trading experience
it: Esperienza di trading su Forex

source: Forex trading frequency
it: Frequenza di trading su Forex

source: Forgot Login ID or Password?
it: Hai dimenticato l'ID o la password per il login?

source: Forward starting intraday and daily contracts are available on some %1
it: I contratti intraday e giornalieri che mirano al futuro sono disponibili su alcuni %1

source: Fr
it: Ven

source: Frame your trading strategy using %1's powerful live charts. Instantly view the trading patterns of forex, indices, commodities and stocks.
it: Modula la tua strategia di trading utilizzando i potenti grafici live di %1. Visualizza istantaneamente i modelli di trading su Forex, indici, materie prime e azioni.

source: Fraud and Money Laundering
it: Frode e riciclaggio di denaro

source: Free Bonus
it: Bonus gratuito

source: Free Contract Bonus
it: Bonus di contratto gratuito

source: Free E-books
it: E-book gratuiti
