Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: Free daily market report
it: Resoconto giornaliero gratuito sul mercato

source: Free trading charts
it: Grafici di trading gratuiti

source: Free webinars
it: Webinar gratuiti

source: Friday
it: Venerdì

source: Fridays
it: Venerdì

source: From
it: Da

source: From Barrier out of limit
it: Barriera "Da" fuori limite

source: From expiry date format error
it: Errore nel formato della data di scadenza ("Da")

source: From expiry date out of limit
it: Fuori dal limite della data di scadenza ("Da")

source: From:
it: Da:

source: Front-End (Javascript) Development
it: Sviluppo front-end (Javascript)

source: Further Instructions
it: Ulteriori istruzioni

source: Further information
it: Ulteriori informazioni

source: Further instructions must not exceed %1 characters.
it: Le ulteriori istruzioni non devono superare i %1 caratteri.

source: Further, the Company, under the above circumstances, or any other, reserves the right to adjust a client’s account should any trade result in a disruption, miscarry or aborted trade.
it: Inoltre, la Società, in tali circostanze, o in qualsiasi altro caso, si riserva il diritto di modificare l'account del cliente nel caso in cui un qualsiasi trade dovesse portare a un disservizio, fallimento o trade interrotto.

source: GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round.
it: GMT è l'acronimo di Greenwich Mean Time, l'ora ufficiale utilizzata nel Regno Unito durante il periodo invernale. In estate, il Regno Unito passa al British Summer Time, ossia GMT +1 ora. Tutti gli orari indicati sul sito di Binary.com utilizzano GMT tutto l'anno.

source: Gaming Account
it: Account di gioco

source: General
it: Generale

source: General Risks
it: Rischi generici

source: Generous Commission Structure
it: Sistema vantaggioso di provvigioni

source: Get %1 when you deposit %2.
it: Ottieni %1 quando depositi %2.

source: Get Prices
it: Ottieni i prezzi

source: Get Started
it: Inizia

source: Get started
it: Inizia

source: Get started now
it: Inizia ora

source: Get the API token located at the bottom of the page.
it: Ottieni il token API posizionato in fondo alla pagina.

source: Get your price
it: Ottieni il tuo prezzo

source: Getting Started
it: Per iniziare

source: Give Me More Money!
it: Dammi più soldi!

source: Glossary
it: Glossario

source: Go
it: Vai

source: Go to Home Page
it: Vai alla Homepage

source: Go to the <a href="https://login.binary.com/password-retrieve.php">password retrieval page</a>, and enter your username and e-mail address in the form fields provided to have your password e-mailed to you.
it: Vai alla <a href="https://login.binary.com/password-retrieve.php">pagina di recupero della password</a>, e inserisci il tuo username e indirizzo email nei campi del modulo fornito per farti reinviare la password.

source: Go to the <a href="https://login.binary.com/signup.php">sign up page</a> to register as an affiliate today.
it: Vai alla <a href="https://login.binary.com/signup.php">pagina di registrazione</a> per registrarti oggi come affiliato.

source: Go with the leader
it: Segui il leader

source: Governing Laws and Jurisdiction
it: Legge applicabile e Giurisdizione

source: Governing law and jurisdiction
it: Legge applicabile e giurisdizione

source: Graphics Design
it: Progetto grafico

source: Great pay-outs. Earn up to 35%
it: Payout eccellenti. Guadagna fino al 35%

source: Group History
it: Storia del gruppo

source: Group Information
it: Informazioni sul gruppo

source: Have a question? Need Help?
it: Hai una domanda? Hai bisogno di aiuto?

source: Health
it: Salute

source: Hello
it: Ciao

source: Hello, World!
it: Ciao a tutti!

source: Help
it: Aiuto

source: Hide last spot
it: Nascondi l'ultimo spot

source: High
it: Alto

source: High Barrier
it: Barriera superiore

source: High barrier
it: Barriera superiore

source: High barrier is out of acceptable range. Please adjust the high barrier.
it: La barriera superiore è al di fuori del range accettabile. Si prega di regolare la barriera superiore.

source: High barrier offset
it: Sfasamento della barriera superiore

source: High conversions and customer value
it: Conversioni elevate e valore per il cliente

source: High returns
it: Rendimenti alti

source: HighCharts
it: Grafici High

source: Higher/Lower
it: High/Low

source: Higher/Lower trades
it: Trade High/Low

source: Highlights the relationship between volume and price changes and is particularly useful for assessing the strength of a trend.
it: Evidenzia la relazione tra i cambiamenti nel volume e nei prezzi ed è particolarmente utile per valutare la forza di un trend.

source: Horizontal
it: Orizzontale

source: How and when will I receive my affiliate earnings?
it: Quando e come riceverò i miei guadagni da affiliato?

source: How can I become an affiliate?
it: Come posso diventare un affiliato?

source: How do I change my payment method?
it: Come posso modificare la mia modalità di pagamento?

source: How do I fund my account?
it: Come posso depositare sul mio account?

source: How do I know how much I have earned?
it: Come posso sapere quanto ho guadagnato?

source: How does %1 make money?
it: Come guadagna %1?

source: How does it work?
it: Come funziona?

source: How safe is my money with %1?
it: Quanto è al sicuro il mio denaro con %1?

source: How soon can I start trading?
it: Quando posso iniziare a fare trading?

source: How to trade binaries?
it: Come si negoziano le opzioni binarie?

source: How to trade the random markets?
it: Come si negozia nei mercati random?

source: How to use a payment agent?
it: Come si utilizza un agente di pagamento?

source: However, in order to increase your withdrawal limits, you are kindly requested to follow the instructions below.
it: Tuttavia, per aumentare i limiti di prelievo, ti preghiamo di seguire le istruzioni qui sotto.

source: Hundreds of deposit and withdrawal options.
it: Centinaia di opzioni di deposito e di prelievo.

source: I forgot my password, what should I do?
it: Ho dimenticato la password, cosa dovrei fare?

source: I have read and agree to the <a target="_blank" href="%1">terms and conditions</a> of the site.
it: Ho letto e accettato i <a target="_blank" href="%1">termini e condizioni</a> del sito.

source: I'm new to binaries, where do I start?
it: Sono nuovo nel trading binario, da dove posso iniziare?

source: Ideal for both pros and novices
it: Ideale sia per i professionisti che per i novizi

source: If all that sounds a bit daunting, you’re right. But it’s how we make sure we get the best people for our team.
it: Se trovi tutto ciò un po' scoraggiante, hai ragione. Ma è così che ci assicuriamo di avere le persone migliori nel nostro team.

source: If an error is made in the calculation of your share of the revenue share, the Company reserves the right to correct such calculation at any time and to reclaim from you any overpayment made by the Company to you (including, without limitation, by way of reducing future payments earned, revenue to cover any processed chargebacks) before you can start earning revenue again. In special cases, the Company reserves the right to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
it: In caso di errore nel calcolo della tua quota dei profitti, la Società si riserva il diritto di correggere tale calcolo in qualsiasi momento e di pretendere il pagamento in eccesso a te accreditato da parte della Società (inclusa, senza limitazioni, la riduzione dei pagamenti futuri guadagnati per coprire lo storno) prima di poter iniziare a guadagnare nuovamente. In casi particolari, la Società si riserva il diritto di escludere la ripartizione dei profitti su fondi promozionali depositati sull'account del cliente da parte della Società.

source: If any provision of this Agreement is held to be void or unenforceable in whole or part, the impugned provision (or part thereof) shall be deemed to be deleted from this Agreement and the remaining provisions (including the remainder of the affected provision) shall continue to be valid and applicable.
it: Nel caso in cui una qualsiasi disposizione del presente Accordo dovesse essere considerata in tutto o in parte nulla o inapplicabile, la disposizione impugnata (o parte della stessa) sarà considerata eliminata dal presente Accordo e le disposizioni rimanenti (inclusa la parte restante della disposizione interessata) continueranno ad essere valide e applicabili.

source: If the Company is legally required to disclose your personal or financial information by law, regulation or pursuant to the order of a court of competent jurisdiction or a governmental agency, the Company shall, unless legally prohibited, promptly notify you to that effect, in order to give you the opportunity to seek such protection for the information as it deems appropriate. Such required disclosure shall not be construed as a breach of this Terms and Conditions Agreement.
it: Nel caso in cui alla Società dovesse essere legalmente richiesta la divulgazione delle tue informazioni personali e finanziarie da parte della legge, regolamento o in virtù di un ordine del tribunale competente o di un'agenzia governativa, la Società dovrà, se non vietato dalla legge, notificartelo prontamente per darti la possibilità di cercare protezione per le informazioni, come ritenuto appropriato. Tale divulgazione non dovrà intendersi quale violazione dei Termini e Condizioni del presente Accordo.

source: If we’re happy with your results, we’ll contact you for an interview and then do background and reference checks.
it: Se saremo soddisfatti dei tuoi risultati, ti contatteremo per un colloquio e per fare dei controlli sulla tua formazione e sulle tue referenze.

source: If you are experiencing difficulties logging into your account, please verify that cookies are enabled in your browser. This website uses cookies to store your login ID and password (in encrypted format) on your PC during your login session.
it: Nel caso in cui dovessi riscontrare delle difficoltà durante l'accesso al tuo account, verifica che i cookie siano attivi sul tuo browser. Questo sito internet utilizza i cookie per archiviare il tuo ID e password per il login (in formato criptato) sul tuo PC durante la sessione di login.

source: If you are, we’d love to hear from you.
it: Se sì, ci piacerebbe sentirti.

source: If you choose to enter into a Contract with us, it is important that you remain aware of the risks involved, that you have adequate investment resources to bear such risks and that you monitor your positions carefully.
it: Se scegli di stipulare un Contratto con noi, è importante essere consapevole dei rischi connessi, avere le risorse d'investimento adeguate per supportare tali rischi e monitorare attentamente le tue posizioni.

source: If you do, no worries. With Binary.com, you can sell your trades before expiry to lock in profits. There’s no need to wait until the end time.
it: Se la risposta è si, non devi preoccuparti. Con Binary.com puoi vendere le tue posizioni prima della scadenza in modo da bloccare i profitti. Non c'è bisogno di aspettare fino alla fine.

source: If you don't receive the email within the next few minutes, please check your junk/spam mail folder.
it: Se non ricevi l'email nei prossimi minuti, controlla la cartella spam della tua mail.

source: If you feel that none of these reasons apply to your case and you'd like to request that the bonus is credited to your account, please provide us with:
it: Se ritieni che nessuna di queste motivazioni si applichi al tuo caso e desideri richiedere l'accredito del bonus sul tuo account, forniscici:

source: If you have clients who would like to authorize you to place trades on their behalf, feel free to contact our affiliate managers via <a href='mailto:affiliates@binary.com'>affiliates@binary.com</a> to ask questions or set things up.
it: Se hai dei clienti che desiderano autorizzarti a effettuare trade per conto loro, non esitare a contattare i nostri affiliate manager su <a href='mailto:affiliates@binary.com'>affiliates@binary.com</a> per fare domande o impostare il tutto.

source: If you introduce our website to potential clients, you will eventually start earning passive income, just as soon as one of them opens a real account with %1. And you will continue making money for as long as the client uses our services. Simply put, you will start earning a commission which in actual fact, requires very little effort to maintain.
it: Se presenti il nostro sito internet a clienti potenziali, inizierai a guadagnare un reddito passivo non appena uno di loro apre un account reale con %1, e continuerai a guadagnare fino a quando il cliente utilizza i nostri servizi. In poche parole, inizierai a guadagnare una commissione che, in realtà, richiede uno sforzo davvero minimo.

source: If you meet our basic requirements, we’ll send you a talent test.
it: Se soddisferai i nostri requisiti di base, ti invieremo un test di abilità.

source: If you need help, please contact our customer support team at
it: Se hai bisogno di aiuto, contatta la nostra assistenza clienti a

source: If you select "Asian Fall", you will win the payout if the <strong>last tick</strong> is <strong>lower</strong> than the <strong>average</strong> of the ticks.
it: Se selezioni "Ribasso asiatico", vincerai il payout se l'<strong>ultimo tick</strong> è <strong>inferiore</strong> alla <strong>media</strong> dei tick.

source: If you select "Asian Rise", you will win the payout if the <strong>last tick</strong> is <strong>higher</strong> than the <strong>average</strong> of the ticks.
it: Se selezioni "Rialzo asiatico", vincerai il payout se l'<strong>ultimo tick</strong> è <strong>superiore</strong> alla <strong>media</strong> dei tick.

source: If you select "Differs", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>not the same</strong> as your <strong>prediction</strong>.
it: Se selezioni "Differisce", vincerai il payout se l'<strong>ultima cifra</strong> dell'ultimo tick <strong>non è quella</strong> della tua <strong>previsione</strong>.

source: If you select "Does Not Touch", you win the payout if the market never touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
it: Se selezioni "Non tocca", vinci il payout se il mercato non tocca mai la <strong>barriera</strong> in qualsiasi momento del <strong>periodo del contratto</strong>.

source: If you select "Ends Between", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>Low barrier</strong> AND strictly lower than the <strong>High barrier</strong>.
it: Se selezioni "Ends Between" (Finisce tra), vinci il payout se lo <strong>spot d'uscita</strong> è notevolmente superiore alla <strong>Barriera inferiore</strong> E notevolmente inferiore alla <strong>Barriera superiore</strong>.

source: If you select "Ends Outside", you win the payout if the <strong>exit spot</strong> is EITHER strictly higher than the <strong>High barrier</strong>, OR strictly lower than the <strong>Low barrier</strong>.
it: Se selezioni "Ends Outside" (Termina fuori), vinci il payout se lo <strong>spot d'uscita</strong> è notevolmente superiore alla <strong>Barriera superiore</strong>, OPPURE notevolmente inferiore alla <strong>Barriera inferiore</strong>.

source: If you select "Falls", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
it: Se selezioni "Ribassa", vinci il payout se lo <strong>spot d'uscita</strong> è notevolmente inferiore allo <strong>spot d'ingresso</strong>.

source: If you select "Goes Outside", you win the payout if the market touches either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
it: Se selezioni "Goes Outside" (Esce fuori), vinci il payout se il mercato tocca la <strong>Barriera superiore</strong> o la <strong>Barriera inferiore</strong> in qualsiasi momento del <strong>periodo del contratto</strong>.

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>barrier</strong>.
it: Se selezioni "High", vinci il payout se lo <strong>spot d'uscita</strong> è notevolmente superiore alla <strong>barriera</strong>.

source: If you select "Lower", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>barrier</strong>.
it: Se selezioni "Low", vinci il payout se lo <strong>spot d'uscita</strong> è notevolmente inferiore alla <strong>barriera</strong>.

source: If you select "Matches", you will win the payout if the <strong>last digit</strong> of the last tick is the <strong>same</strong> as your <strong>prediction.</strong>
it: Se selezioni "Combacia", vincerai il payout se l'<strong>ultima cifra</strong> dell'ultimo tick è <strong>uguale</strong> alla tua <strong>previsione.</strong>

source: If you select "Rises", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
it: Se selezioni "Rialza", vinci il payout se lo <strong>spot d'uscita</strong> è notevolmente superiore allo <strong>spot d'ingresso</strong>.

source: If you select "Stays Between", you win the payout if the market stays between (does not touch) either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
it: Se selezioni "Stays Between" (Staziona fra), vinci il payout se il mercato rimane tra (non tocca) la <strong>Barriera superiore</strong> o la <strong>Barriera inferiore</strong> in qualsiasi momento del <strong>periodo del contratto</strong>.

source: If you select "Touches", you win the payout if the market touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
it: Se selezioni "Tocca", vinci il payout se il mercato tocca la <strong>barriera</strong> in qualsiasi momento del <strong>periodo del contratto</strong>.

source: If you select "falls", you win the payout if the market price is lower than the <strong>entry spot</strong>.
it: Se selezioni "ribassa", vinci il payout se il prezzo del mercato è inferiore allo <strong>spot d'ingresso</strong>.

source: If you select "falls", you win the payout if the market price is lower than the entry spot.
it: Se selezioni "ribassa", vinci il payout se il prezzo del mercato è inferiore a quello dello spot d'ingresso.

source: If you select "rises", you win the payout if the market price is higher than the <strong>entry spot</strong>.
it: Se selezioni "rialza", vinci il payout se il prezzo del mercato è superiore allo <strong>spot d'ingresso</strong>.

source: If you select "rises", you win the payout if the market price is higher than the entry spot.
it: Se selezioni "rialza", vinci il payout se il prezzo del mercato è superiore a quello dello spot d'ingresso.

source: If you select a <strong>start time</strong> in the future, the <strong>start time</strong> is that which is selected and the <strong>entry spot</strong> is the price in effect at that time.
it: Se selezioni un <strong>orario di inizio</strong> nel futuro, l'<strong>orario d'inizio</strong> sarà quello selezionato e lo <strong>spot d'ingresso</strong> sarà il prezzo in vigore a quell'ora.

source: If you select a <strong>start time</strong> of "Now", the <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
it: Se selezioni un <strong>orario di inizio</strong> per "Adesso", l'<strong>orario di fine</strong> sarà il numero di minuti/ore selezionati successivo all'<strong>orario di inizio</strong> (se la durata è inferiore a un giorno), oppure alla fine della giornata di trading (se la durata è di uno o più giorni).

source: If you select a <strong>start time</strong> of "Now", the <strong>start time</strong> is when the contract is processed by our servers and the <strong>entry spot</strong> is the <strong>next tick</strong> thereafter.
it: Se selezioni un <strong>orario di inizio</strong> per "Adesso", l'<strong>orario di inizio</strong> indica quando il contratto verrà elaborato dai nostri server e lo <strong>spot d'ingresso</strong> sarà il <strong>tick successivo</strong>.

source: If you select a specific <strong>end time</strong>, the <strong>end time</strong> is the selected time.
it: Se selezioni un preciso <strong>orario di fine</strong>, l'<strong>orario di fine</strong> sarà quello selezionato.

source: If you want to profit from this high demand product then your best option is to partner with the market leader. %1 has been in the business for over 15 years, and has been successful ever since.
it: Se desideri beneficiare di questo prodotto molto richiesto, allora la migliore opzione è quella di affiliarti al leader del mercato. %1 è in questo settore da oltre 15 anni e ha sempre avuto successo.

source: If you wish to raise these limits, please authenticate your account.
it: Se desideri aumentare questi limiti, convalida il tuo account.

source: If you would like to file a complaint with regards to our service, kindly contact us providing any relevant details relating to your complaint. We shall investigate your enquiry and a response will be given to your enquiry. We will normally provide a final response within 2 months from receipt of all relevant details.
it: Se desideri presentare un reclamo per quanto riguarda il nostro servizio, contattaci fornendoci qualsiasi dettaglio relativo al tuo reclamo. Analizzeremo la tua richiesta e ti forniremo una risposta. Generalmente forniamo una risposta definitiva entro 2 mesi dalla ricezione di tutti i relativi dettagli.

source: If you're a broker we'd like to work with you. You will be introducing your clients to a unique and innovative product - the %1 trading platform.
it: Se sei un broker, ci piacerebbe lavorare con te. Potrai presentare ai tuoi clienti un prodotto unico e innovativo: la piattaforma di trading di %1.

source: If you're in Asia, you may find %1 more attractive because they reset around the time Asian markets close.
it: Se ti trovi in Asia, i %1 potrebbero risultarti più interessanti perché vengono azzerati verso l'orario di chiusura dei mercati asiatici.

source: If your complaint relates to an outcome of a trade or a transaction and remains unresolved, it will turn into a dispute. Should you be unsatisfied with our response, you can choose to escalate your complaint to the regulator or to an alternative dispute resolution entity.
it: Se il tuo reclamo si riferisce al risultato di un trade o di una transazione e rimane irrisolto, porterà a una controversia. Nel caso in cui non dovessi essere soddisfatto della nostra risposta, puoi scegliere di inoltrare il reclamo all'ente regolatore o a un organo alternativo per la risoluzione delle controversie.

source: If you’d like to use an account manager to trade for you, you first need to authorize them. All you need to do is get an API token, which will be unique to you.
it: Se desideri utilizzare un account manager che negozi per te, devi innanzitutto autorizzarlo. Tutto ciò che devi fare è ottenere un token API che sarà esclusivamente tuo.
