Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: Before we open an account for you to trade or invest in Investment Products with BIEL, we are required to make an assessment of whether the Investment Products or services you have chosen are appropriate for you, and to warn you if, on the basis of the information you provide to us, any such product or service is not appropriate. Any decision to open an account and to use our products or services is yours. It is your responsibility to understand the risks involved with our products or services.
it: Prima di aprire un account per fare trading o investire nei Prodotti d'Investimento con BIEL, siamo obbligati ad effettuare una valutazione sull'adeguatezza nei tuoi confronti dei Prodotti d'Investimento o servizi da te scelti e segnalarti se, sulla base delle informazioni a noi fornite da parte tua, qualsiasi prodotto o servizio sia inappropriato. Qualsiasi decisione relativa all'apertura di un account e all'utilizzo dei nostri prodotti o servizi spetta a te. È tua responsabilità quella di comprendere i rischi connessi ai nostri prodotti o servizi.

source: Before you proceed...
it: Prima di procedere...

source: Benefits of binary trading
it: I vantaggi del trading binario

source: Benefits of trading binaries
it: I vantaggi del trading in opzioni binarie

source: Best Execution Factors
it: I migliori fattori di esecuzione

source: Best Execution Policy
it: La migliore politica d'esecuzione

source: Best Tracking with "Forever Cookies"
it: Miglior rilevamento con "Forever Cookies"

source: BetOnMarkets goes live
it: BetOnMarkets va online

source: BetOnMarkets.com has over 400,000 clients in its database and reach the US$1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers.
it: BetOnMarkets.com ha oltre 400.000 clienti nel suo database e raggiunge 1 miliardo di dollari già nel suo 13° anno, rendendoci uno dei migliori provider di trading con probabilità fisse.

source: BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD
it: BetOnMarkets.com incrementa i payout a 100.000 USD, EUR, GBP e AUD

source: BetOnMarkets.com is successfully rebranded Binary.com
it: BetOnMarkets.com viene rinominato con successo Binary.com

source: BetOnMarkets.com reaches $1 billion turnover since starting in 1999
it: BetOnMarkets.com raggiunge un turnover da 1 miliardo di dollari dal suo inizio nel 1999

source: Bid
it: Offerta

source: Binary (C.R.) S.A., registered in Costa Rica.
it: Binary (C.R.) S.A., registrata in Costa Rica.

source: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Licenced and regulated (for gambling products only) by the Malta Gaming Authority in Malta (licence no MGA/CL2/118/2000) and for UK clients by the UK Gambling Commission - <a href="%1" target="_blank\">view license</a>.
it: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Autorizzata e regolamentata (solo per i prodotti di gioco d'azzardo) dalla Malta Gaming Authority di Malta (autorizzazione n. MGA/CL2/118/2000) e per i clienti del Regno Unito dalla UK Gambling Commission - <a href="%1" target="_blank\">vedi autorizzazione</a>.

source: Binary (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Licenced and regulated by the Gambling Supervision Commission in the Isle of Man (current online gambling licence granted on the 31 August 2012) and for UK clients by the UK Gambling Commission - <a href="%1" target="_blank">view license</a>.
it: Binary (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Isola di Man, IM2 4RW. Autorizzata e regolamentata dalla Gambling Supervision Commission dell'Isola di Man (attuale autorizzazione per i giochi d'azzardo online concessa il 31 Agosto 2012) e per i clienti del Regno Unito dalla UK Gambling Commission - <a href="%1" target="_blank">vedi autorizzazione</a>.

source: Binary Investments (Europe) Ltd, Binary (Europe) Ltd, Binary (IOM) Ltd, Binary (CR) SA and all other Binary Group members are sometimes referred to collectively as "%1", "us" or "we".
it: Binary Investments (Europe) Ltd, Binary (Europe) Ltd, Binary (IOM) Ltd, Binary (CR) SA e tutti gli altri membri del Gruppo Binary sono a volte collettivamente indicati come "%1", "ci" o "noi".

source: Binary Investments (Europe) Ltd, Suite 2, Tower Road, Msida MSD1825, Malta. Licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156).
it: Binary Investments (Europe) Ltd, Suite 2, Tower Road, Msida MSD1825, Malta. Autorizzata e regolamentata come provider di Servizi d'Investimento, Categoria 3, dalla Malta Financial Services Authority (autorizzazione n. IS/70156).

source: Binary KK, Hiroo Miyata Bldg 3F, 9-16, Hiroo 1-chome, Shibuya-ku, Tokyo 150-0012, Japan
it: Binary KK, Hiroo Miyata Bldg 3F, 9-16, Hiroo 1-chome, Shibuya-ku, Tokyo 150-0012, Giappone

source: Binary Ltd, with registered office address situated at <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>, is the holding company for the Binary group.
it: Binary Ltd, con sede legale a <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>, è la holding del gruppo Binary.

source: Binary Options Basics
it: Nozioni di base delle Opzioni Binarie

source: Binary Trading is simple to learn and to execute.
it: Il Trading Binario è facile da apprendere e da eseguire.

source: Binary granted Investment Services license
it: Binary ha ricevuto l'autorizzazione per i Servizi d'Investimento

source: Binary opens Japan office
it: Binary apre un ufficio in Giappone

source: Binary option
it: Opzione binaria

source: Binary options are easy to understand. They’re called ‘binary’ because there can be only two outcomes – win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake.
it: Le opzioni binarie sono facili da comprendere. Vengono chiamate "binarie" perché hanno solo due risultati possibili: una vincita o una perdita. Se la tua previsione è corretta, riceverai un payout determinato all'inizio del trade. In caso contrario, perderai la tua puntata iniziale.

source: Binary options basics
it: Nozioni di base delle opzioni binarie

source: Binary options or other financial derivatives trading experience
it: Esperienza di trading in opzioni binarie o altri prodotti finanziari derivati

source: Binary options or other financial derivatives trading frequency
it: Frequenza del trading in opzioni binarie o altri prodotti finanziari derivati

source: Binary trading is flexible.
it: Il trading binario è flessibile.

source: Binary trading is ideal for both individuals and market professionals.
it: Il trading binario è ideale sia per i singoli che per i professionisti del mercato.

source: Binary trading is very simple.
it: Il trading binario è molto semplice.

source: Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses.
it: Binary KK, sussidiaria giapponese di Binary, apre un ufficio a Tokyo e avvia la procedura per la richiesta delle relative autorizzazioni.

source: Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority.
it: Binary Investments (Europe) Ltd., sussidiaria maltese del gruppo Binary, ha ricevuto l'autorizzazione per i Servizi d'Investimento, Categoria 3, da parte della Malta Financial Services Authority.

source: Binary.com Open-Source Projects
it: Progetti open-source di Binary.com

source: Binary.com White Labels
it: White Label di Binary.com

source: Binary.com academy
it: L'accademia di Binary.com

source: Binary.com continues to innovate and grow
it: Binary.com continua a innovarsi e a crescere

source: Binary.com has over 800,000 clients in its database and reaches the US$2 billion milestone in our 15th year, making us one of the leading binary options providers.
it: Binary.com ha oltre 800.000 clienti nel suo database e raggiunge i 2 miliardi di dollari nel 15° anno, rendendoci uno dei migliori provider di trading in opzioni binarie.

source: Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader.
it: Binary.com raggiunge il milione di utenti, un traguardo storico. La società continua a crescere in maniera esponenziale e ciò conferma la sua posizione di leader nel settore.

source: Binary.com is a flexible place. As well as our offices, we have staff who choose to telecommute from their home offices in countries around the world. If that suits you, we’re open to it.
it: Binary.com è flessibile. Oltre ai nostri uffici, abbiamo dello staff che ha scelto di lavorare dalle proprie postazioni a casa da vari paesi del mondo. Se fa al tuo caso, siamo disponibili.

source: Binary.com is an active member of the Perl community and is in the process of uploading a number of its internal utility modules to <a target="_blank" href="%1">CPAN</a>. If you are a Perl enthusiast, contribute by reviewing these modules, and submitting pull-requests on <a target="_blank" href="%2">github</a>.
it: Binary.com è un membro attivo della community di Perl ed è in fase di caricamento di vari moduli di utilità interna su <a target="_blank" href="%1">CPAN</a>. Se sei un amante di Perl, puoi contribuire revisionando questi moduli e inviando pull-request su <a target="_blank" href="%2">github</a>.

source: Binary.com is an active proponent of the open-source movement and is in the process of open-sourcing a number of components of its codebase.
it: Binary.com è un sostenitore attivo del movimento open-source e sta provvedendo a rendere open-source una serie di componenti dei propri codici.

source: Binary.com is the award-winning industry pioneer in online options trading.
it: Binary.com è il pioniere pluripremiato nel settore delle opzioni binarie online.

source: Binary.com now requires your email and password to log in. If you have both a real-money and a virtual-money account, please use the password from your real-money account.
it: Binary.com ora richiede la tua email e password per effettuare il login. Se disponi di un account reale e di uno con denaro virtuale, utilizza la password di quello reale.

source: Binary.com offers new ways to trade
it: Binary.com offre nuovi metodi per negoziare

source: Binary.com open-source projects
it: Progetti open-source di Binary.com

source: Binary.com reaches $2 billion turnover since starting in 1999
it: Binary.com raggiunge un turnover di 2 miliardi di dollari dal suo inizio nel 1999

source: Binary.com reaches 1 million registered users
it: Binary.com raggiunge il milione di utenti registrati

source: Binary.com supports the <a target="_blank" href="http://www.responsiblegamblingtrust.org.uk/">Responsible Gambling Trust</a> (RGT) which is the leading charity in Britain committed to minimising gambling-related harm. The RGT funds education, prevention and treatment services and commissions research to help people understand more about gambling-related harm. It also offers a national gambling helpline to offer confidential advice and emotional support to those that seek help about their gambling.
it: Binary.com supporta la <a target="_blank" href="http://www.responsiblegamblingtrust.org.uk/">Responsible Gambling Trust</a> (RGT), l'organizzazione benefica leader in Gran Bretagna, impegnata a minimizzare i danni derivanti dal gioco d'azzardo. La RGT finanzia la formazione, la prevenzione ed i trattamenti, oltre a commissionare delle ricerche per aiutare le persone a comprendere meglio i danni connessi al gioco d'azzardo. Offre inoltre una linea telefonica nazionale in grado di offrire una consulenza confidenziale e un supporto emotivo a coloro che sono alla ricerca di aiuto per il loro problema di gioco d'azzardo.

source: Binary.com's patented pricing technology allows you to benefit from the same rates of return as traders in the interbank market.
it: La tecnologia brevettata da Binary.com per la determinazione dei prezzi ti consente di beneficiare degli stessi tassi di rendimento dei trader del mercato interbancario.

source: Binary.com’s CPAN contributions
it: Contributi CPAN di Binary.com

source: Binary.com’s headquarters are in Malta, a favoured tourist destination with a warm climate, beautiful recreational areas and World Heritage sites. We also have an Operational Headquarters office in Cyberjaya, a high-tech precinct south of Kuala Lumpur, the capital of Malaysia, an equally exciting destination at the heart of Asia.
it: La sede centrale di Binary.com si trova a Malta, una meta turistica popolare con un clima caldo, splendide aree ricreative e siti di patrimonio mondiale. Abbiamo anche un ufficio della sede centrale operativa a Cyberjaya, un distretto ad alta tecnologia nel sud di Kuala Lumpur, la capitale della Malesia, una destinazione ugualmente emozionante nel cuore dell'Asia.

source: Binary.com’s remarkable history
it: La straordinaria storia di Binary.com

source: Bollinger Band Width
it: Larghezza della Banda di Bollinger

source: Bollinger Bands
it: Bande di Bollinger

source: Bollinger Bands Average
it: Media delle Bande di Bollinger

source: Bollinger Bands Lower
it: Bande di Bollinger inferiori

source: Bollinger Bands Upper
it: Bande di Bollinger superiori

source: Bollinger Bands are lines displayed around a simple moving average line (default set to 20 periods). The upper line is displayed 2 standard deviations above the moving average, and the lower line is displayed 2 standard deviations below the moving average.By definition prices are high at the upper band and low at the lower band. This definition can aid in rigorous pattern recognition and is useful in comparing price action to the action of indicators to arrive at systematic trading decisions.
it: Le Bande di Bollinger sono delle linee mostrate attorno a una linea di media mobile semplice (di default impostata a 20 periodi). La linea superiore viene mostrata a 2 deviazioni standard sopra la media mobile, mentre la linea inferiore viene mostrata a 2 deviazioni standard sotto la media mobile. Per definizione i prezzi sono alti sulla banda superiore e bassi in quella inferiore. Questa definizione può essere d'aiuto nel riconoscimento di schemi rigorosi ed è utile nel confrontare l'azione dei prezzi con quella degli indicatori per arrivare a delle decisioni sistematiche di trading.

source: Bonus Code
it: Codice Bonus

source: Both the deposit and the bonus amounts are clearly displayed when this type of promotion is available. E.g. Get $25 when you deposit $100. By way of example, if you choose to participate in a "Get $25 when you deposit $100" promotion, we will add an additional $25 to your account when you deposit $100 AND when you have purchased at least $125 worth of trades ($25 * 5= $125). The bonus will only be credited to your account when both of these conditions are met.
it: Quando questa tipologia di promozione è disponibile, gli importi del deposito e del bonus vengono chiaramente indicati. Ad esempio, "Ottieni $25 quando depositi $100". A titolo di esempio, se scegli di partecipare alla promozione "Ottieni $25 quando depositi $100", significa che aggiungeremo altri $25 sul tuo account quando depositi $100 E quando avrai acquistato dei trade per un valore di almeno $125 ($25 * 5= $125). Il bonus verrà accreditato sul tuo account solo quando queste due condizioni saranno soddisfatte.

source: Brand of first car
it: Marca della tua prima auto

source: Browse
it: Esplora

source: Building Number
it: Numero di edificio

source: Bulk Trader
it: Trader di massa

source: Bulk Trader Facility
it: Funzione di trading di massa

source: Bulk trader facility
it: Funzione di trading di massa

source: Business Development
it: Sviluppo dell'attività

source: But there's no need to wait until expiry. You can sell back long-term trades at any time to profit from changing market conditions.
it: Ma non c'è bisogno di attendere la scadenza. È possibile vendere in qualsiasi momento i trade a lungo termine per trarre profitto dalle mutevoli condizioni del mercato.

source: But we’re picky. We only select people with special qualities: serious professionals, who have high moral standards, and thrive in an honest, collaborative environment.
it: Ma siamo esigenti. Selezioniamo esclusivamente i soggetti con qualità speciali: professionisti seri, con alti standard morali e che prosperano in un ambiente onesto e collaborativo.

source: Buy
it: Acquista

source: Buy Price
it: Prezzo d'acquisto

source: By clicking <strong>Accept</strong> below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate.
it: Cliccando su <strong>Accetta</strong> qui sotto e procedendo con l'Apertura di un Account bisogna tenere in considerazione la propria esposizione a dei rischi (che possono essere consistenti, incluso il rischio di perdita dell'intera somma investita) per i quali potrebbe mancare l'esperienza e la conoscenza necessaria per un'adeguata valutazione o attenuazione.

source: By requesting membership to our affiliate program you are agreeing to the terms and conditions set out in this Agreement. The application form will form an integral part of this Agreement.
it: Richiedendo la partecipazione al nostro programma di affiliazione, si accettano i termini e le condizioni stabilite nel presente Accordo. Il modulo di richiesta costituirà parte integrante del presente Accordo.

source: By the 15th of every month, you will receive the commission earned during the previous calendar month.
it: Entro il 15 di ogni mese, riceverai la commissione guadagnata durante il mese precedente.

source: Calculate
it: Calcola

source: Calculating
it: In fase di calcolo

source: Can I become an affiliate even if I don't have a website?
it: Posso diventare un affiliato pur non avendo un sito internet?

source: Can I offer my referrals an incentive to sign up through my link rather than sign up directly?
it: Posso offrire alle persone da me invitate un incentivo a registrarsi tramite il mio link piuttosto che tramite visita diretta al sito?

source: Can you customize a banner for my site?
it: Potete personalizzare un banner per il mio sito?

source: Cancel
it: Cancella

source: Candlestick Chart
it: Grafico a candele

source: Careers
it: Lavora con noi

source: Cascade
it: Cascata

source: Cash Dividend
it: Dividendo in contanti

source: Cashier
it: Cassa

source: Cashier password
it: Password della cassa

source: Certain limits are imposed as to the acceptable levels for barrier/strike prices of contracts. Typically, the barrier/strike may not be too close nor too far from the current underlying market level.
it: Sono imposti alcuni livelli minimi per l'inserimento dei prezzi delle barriere/limiti dei contratti. Generalmente, la barriera/limite non può essere troppo vicina o troppo lontana dall'attuale livello del mercato sottostante.

source: Chaikin Oscillator
it: Oscillatore Chaikin

source: Chaikin Volatility
it: Volatilità di Chaikin

source: Change
it: Cambio

source: Change = Close - Open, for the day
it: Cambio = Chiusura - Apertura, per il giorno

source: Change Password
it: Modifica Password

source: Change in account settings
it: Modifica nelle impostazioni dell'account

source: Chart
it: Grafico

source: Chart Application
it: Applicazione dei grafici

source: Chart Type
it: Tipologia di grafico

source: Charting
it: Grafici

source: Charting for this underlying is delayed
it: I grafici per questo strumento sono differiti

source: Charting is not available for this underlying
it: I grafici per questo strumento non sono disponibili

source: Check out our commission rates below:
it: Dai uno sguardo qui sotto le nostre commissioni:

source: Check out our daily market reports written by Dave Evan, Professional Trader to stay up to date with the latest world's financial news.
it: Dai un'occhiata ai nostri report quotidiani sui mercati scritti da Dave Evan, un trader professionista, per rimanere aggiornato sulle ultime notizie relative ai mercati finanziari mondiali.

source: Check out some technical terms before you start.
it: Prima di iniziare controlla alcuni termini tecnici.

source: Check out the payment methods accepted by the payment agents in the list below.
it: Controlla nell'elenco qui sotto le modalità di pagamento accettate dagli agenti di pagamento.

source: Choose Asian Rise/Fall when you want to profit from the market ending higher or lower than the average price.
it: Scegli Asiatico Rialzo/Ribasso se desideri guadagnare quando il mercato chiude a un prezzo più alto o più basso di quello medio.

source: Choose Ends In/Out to profit from the market stopping inside or outside two price targets at the end of the time period.
it: Scegli Ends In/Out per guadagnare se, alla fine del periodo, il mercato si ferma all'interno o all'esterno dei due prezzi scelti.

source: Choose Higher/Lower when you want to profit from the market ending higher or lower than a price target.
it: Scegli High/Low se desideri guadagnare quando il mercato chiude a un prezzo più alto o più basso rispetto a quello deciso.

source: Choose Rise/Fall when you want to profit from the market rising or falling from its current level.
it: Scegli Rialzo/Ribasso se desideri guadagnare dal rialzo o dal ribasso del mercato rispetto al suo livello attuale.

source: Choose Stays In/Out to profit from the market staying inside or going outside two price targets any time during the contract period.
it: Scegli Stays In/Out per guadagnare se il mercato rimane sempre all'interno di due prezzi scelti o ne esce in un qualsiasi momento durante il periodo del contratto.

source: Choose Touch / No Touch when you want to profit from the market touching or not touching a target any time during the contract period.
it: Scegli Touch/No touch se desideri guadagnare quando il mercato raggiunge o meno un prezzo scelto in un qualsiasi momento durante il periodo del contratto.

source: Choose a duration from 10 seconds to 365 days.
it: Scegli una durata da 10 secondi a 365 giorni.

source: Choose a password
it: Scegli una password

source: Choose a payout from $1 to $100,000.
it: Scegli un payout da $1 a $100.000.

source: Choose a trade type
it: Scegli una tipologia di trade

source: Choose digit if you want to profit from predicting the last decimal digit of the spot.
it: Scegli una cifra se desideri guadagnare prevedendo l'ultima cifra decimale dello spot.

source: Choose from over 1 million trades
it: Scegli tra oltre 1 milione di trade

source: Choose from over a million possible trades at any time.
it: Scegli tra oltre un milione di trade possibili in qualsiasi momento.

source: Choose the barrier(s)
it: Scegli la/le barriera/e

source: Choose the duration
it: Scegli la durata

source: Choose the market, the price target, the time period, and how much you wish to win.
it: Scegli il mercato, il prezzo obiettivo, il periodo di tempo e quanto desideri vincere.

source: Choose the market, the price targets, the time period, and how much you wish to win.
it: Scegli il mercato, i prezzi obiettivo, il periodo di tempo e quanto desideri vincere.

source: Choose the market, the time period, and how much you wish to win.
it: Scegli il mercato, il periodo di tempo e quanto desideri vincere.

source: Choose the payment method you'd like to use.
it: Scegli la modalità di pagamento che desidereresti utilizzare.

source: Choose the payout
it: Scegli il payout
