Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: A new version of the interface is available. Please <a href="#" id="appcache-refresh-link">refresh</a> this page to try again.
it: È disponibile una nuova versione dell'interfaccia. Per riprovare <a href="#" id="appcache-refresh-link">aggiorna</a> questa pagina.

source: A new version of the interface is available. Please <a href='#' id='appcache-refresh-link'>refresh</a> this page to try again.
it: È disponibile una nuova versione dell'interfaccia. Per riprovare <a href="#" id="appcache-refresh-link">aggiorna</a> questa pagina.

source: A panel featuring industry leaders awards BetOnMarkets.com ‘Financial Betting Operator of the Year’ over two other finalists. It’s a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength.
it: Un gruppo di leader nel settore premia BetOnMarkets.com come "L'operatore di scommesse finanziarie dell'anno" insieme ad altri due finalisti. La principale vittoria per il nostro brand e ulteriore riconoscimento del nostro servizio di scommesse globale. Sono passati dieci anni e si afferma sempre più.

source: A problem occurred
it: Si è verificato un problema

source: A problem occurred while connecting to the server. Please try again later.
it: Si è verificato un problema durante la connessione al server. Si prega di riprovare più tardi.

source: A scanned copy of a utility bill showing your current residential address (utility bill must not be more than 3 months old).
it: Una copia scannerizzata di una bolletta attestante il tuo attuale indirizzo di residenza (non antecedente i 3 mesi).

source: A scanned copy of your passport or driver's licence.
it: Una copia scannerizzata del tuo passaporto o della patente.

source: A technical indicator which measures overbought/oversold levels in a very similar way to that of an Oscillator indicator, except that %R is plotted upside-down 0% to -100%. Readings in the range of 80 to 100% indicate that the security is oversold while readings in the 0 to 20% range suggest that it is overbought.
it: Un indicatore tecnico che misura i livelli di ipercomprato (overbought) / ipervenduto (oversold) in un modo molto simile a quello di un Oscillatore, solo che %R è ribaltato da 0% a -100%. I valori nel range dall'80 al 100% indicano che il titolo è ipervenduto mentre dati dallo 0 al 20% suggeriscono che è iperacquistato.

source: A tick is the minimum upward or downward movement in the price of a market.
it: Un "tick" è la variazione minima verso l'alto o verso il basso del prezzo di mercato.

source: A verification email has been sent to %1.
it: È stata inviata un'email di verifica all'indirizzo %1.

source: API Token
it: Token API

source: API token for third party applications.
it: Token APi per applicazioni di terze parti.

source: AUTHORISED PAYMENT AGENT? (this field visible from office only)
it: AGENTE DI PAGAMENTO AUTORIZZATO? (questo campo è visibile solo dalla rete dell'ufficio)

source: About
it: Info

source: About Us
it: Chi siamo

source: About Us and our Regulator
it: Chi Siamo Noi e la nostra Autorità Regolatrice

source: About us
it: Chi siamo

source: Absolute barrier
it: Barriera assoluta

source: Accept
it: Accetta

source: Acceptance
it: Accettazione

source: Access the <strong>Settings</strong> section on the account.
it: Accedi alla sezione <strong>Impostazioni</strong> dell'account.

source: Access to Personal Data
it: Accesso ai Dati personali

source: Access to your personal data is strictly prohibited with the exception of key personnel of the Company and only as needed in the performance of their duties.
it: L'accesso ai dati personali è rigorosamente vietato, ad eccezione del personale chiave della Società e solo se necessario nell'esecuzione delle proprie funzioni.

source: Accordingly, to continue trading binary options on forex/stock indices/commodities, please <a href="%1" class="pjaxload">open an account with Binary Investments (Europe) Ltd</a>., which is regulated by the Malta Financial Services Authority.
it: Di conseguenza, per continuare il trading in opzioni binarie su forex/indici di azioni/materie prime, <a href="%1" class="pjaxload">apri un account con Binary Investments (Europe) Ltd</a>., regolamentato dalla Malta Financial Services Authority.

source: Account Closure
it: Chiusura dell'account

source: Account Details
it: Dettagli dell'account

source: Account Limits
it: Limiti dell'account

source: Account Management and Tracking
it: Gestione e monitoraggio dell'account

source: Account Opening
it: Apertura dell'account

source: Account Transfer
it: Trasferimento dell'account

source: Account balance : %1 %2
it: Saldo dell'account: %1 %2

source: Account balance:
it: Saldo dell'account:

source: Account manager's guide
it: Guida dell'account manager

source: Accounting & Payments
it: Contabilità e pagamenti

source: Accumulation/Distribution
it: Accumulazione/Distribuzione

source: Accuracy of Information
it: Correttezza delle informazioni

source: Acknowledgement of Money Transfer
it: Accettazione del trasferimento di denaro

source: Acknowledgement of Withdrawal Request
it: Accettazione della richiesta di prelievo

source: Acquisition of financial contracts through this site must be effected in accordance with the terms and conditions presented on the pages of this site. Acquisition of a financial contract is completed when the financial contract has been customised, the premium (or the payout, as the case may be) has been calculated and payment has been verified.
it: L'acquisizione dei contratti finanziari attraverso questo sito deve essere eseguita nel rispetto dei termini e delle condizioni presentate nelle pagine del presente sito internet. L'acquisizione di un contratto finanziario è completa quando il contratto stesso viene personalizzato, viene calcolato il premio (o il payout, a seconda dei casi) e si verifica il pagamento.

source: Action
it: Azione

source: Add Lines
it: Aggiungi linee

source: Add Overlay
it: Aggiungi overlay

source: Address
it: Indirizzo

source: Adjusted Barrier
it: Barriera regolata

source: Adjusted Barrier 1
it: Barriera regolata 1

source: Adjusted Barrier 2
it: Barriera regolata 2

source: Advanced charting platform with a wide range of technical indicators.
it: Piattaforma avanzata di grafici con un'ampia gamma di indicatori tecnici.

source: Affiliate
it: Affiliato

source: Affiliate Program
it: Programma di affiliazione

source: All
it: Tutto

source: All credit card details are submitted directly to the Visa/Mastercard network using the latest SSL encryption technology, in accordance with bank policies.
it: Tutti i dati della carta di credito vengono inviati direttamente alla rete Visa/MasterCard utilizzando la più recente tecnologia di crittografia SSL, in conformità con le politiche della banca.

source: All opinions, news, research, analysis, prices or other information contained on this website are provided as general market commentary and do not constitute investment advice. %1 will not accept liability for any loss or damage, including but without limitation to, any loss of profit that may arise directly or indirectly from use of or reliance on such information.
it: Tutte le opinioni, novità, ricerche, analisi, prezzi o altre informazioni contenute nel presente sito internet vengono fornite a titolo di commenti generici sul mercato e non rappresentano in alcun modo una consulenza finanziaria. %1 non si assume alcuna responsabilità per qualsiasi perdita o danno, incluso ma non limitato a, qualsiasi perdita di profitto direttamente o indirettamente derivante dall'utilizzo o dall'affidamento fatto su tali informazioni.

source: All times are in GMT (Greenwich Mean Time).
it: Tutti gli orari sono espressi in GMT (Greenwich Mean Time).

source: All you need to do is follow the instructions in the email we just sent you. The e-mail subject-line reads, <strong>New Password Request</strong>.
it: Tutto ciò che devi fare è seguire le istruzioni che ti abbiamo inviato tramite email. L'oggetto dell'email è <strong>Richiesta di una nuova password</strong>.

source: Although the Company has and retains all rights to refuse or to close a Client’s account, the Company does warrant that all contractual obligations already made, shall be honoured.
it: Anche se la Società ha e conserva tutti i diritti di rifiutare o chiudere l'account di un Cliente, la Società garantisce il rispetto di tutti gli obblighi contrattuali già in essere.

source: Amount
it: Importo

source: Amount Per Point
it: Importo per punto

source: Amount Per Point must be between %1 and %2 %3.
it: L'importo per punto deve essere compreso tra %1 e %2 %3.

source: Amount must be a positive number.
it: L'importo deve essere un numero positivo.

source: Amount per point
it: Importo per punto

source: An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target.
it: Un trade Ends Between (Finisce tra) è quello in cui si guadagna se il prezzo d'uscita del mercato è superiore al prezzo obiettivo più basso E inferiore al prezzo obiettivo più alto. Un'opzione binaria Ends Outside (Termina fuori) è quella in cui si guadagna se il prezzo d'uscita del mercato è superiore al prezzo obiettivo più alto OPPURE inferiore al prezzo obiettivo più basso.

source: An additional password can be used to restrict access to the cashier.
it: Può essere utilizzata una password aggiuntiva per limitare l'accesso alla cassa.

source: An error occurred while processing request. If this error persists, please contact customer support
it: Si è verificato un errore durante l'elaborazione della richiesta. Nel caso in cui persista, si prega di contattare l'assistenza clienti

source: An indicator based on the difference between two moving averages expressed as a percentage. The PPO is found by subtracting the longer moving average from the shorter moving average and then dividing the difference by the longer moving average.
it: Un indicatore basato sulla differenza tra due medie mobili espresse in percentuale. Il PPO si calcola sottraendo la media mobile più lunga da quella più corta e dividendo la differenza per la media mobile più lunga.

source: An indicator that measures a security's volatility. High ATR values indicate high volatility and may be an indication of panic selling or panic buying. Low ATR readings indicate sideways movement by the stock.
it: Un indicatore che misura la volatilità di un titolo. Alti valori dell'ATR indicano un'elevata volatilità e possono essere l'indicazione di punti critici per l'acquisto o per la vendita. Bassi valori dell'ATR indicano il movimento trasversale del titolo.

source: An oscillator that attempts to combine information for several different time periods into one number. Three different time periods are used, typically a 7-day period, a 14-day period, and a 28-day period. The resulting oscillator is "bounded" in that it moves between 0 and 100 with 50 as the centre line. 70 and 30 are used as overbought/oversold levels.
it: Un oscillatore che cerca di combinare le informazioni di diversi periodi temporali in un numero. Vengono tipicamente utilizzati tre diversi intervalli temporali: 7 giorni, 14 giorni e 28 giorni. L'oscillatore risultante è "limitato" poiché si muove tra 0 e 100 con 50 come linea centrale. 70 e 30 vengono utilizzati come livelli di ipercomprato/ipervenduto.

source: An oscillator that measures the rate of price change (as opposed to the actual levels themselves). It is calculated by taking price differences for a fixed time interval. This positive or negative value is plotted around a zero line.
it: Un oscillatore che misura il tasso di oscillazione dei prezzi (invece degli stessi livelli attuali). Viene calcolato prendendo la differenza di prezzo in un dato periodo di tempo. Questo valore positivo o negativo viene tracciato intorno alla linea dello zero.

source: An oscillator used to identify overbought and oversold readings in RSI (Relative Strength Index). Because RSI can go for extended periods without becoming overbought (above 70) or oversold (below 30), StochRSI provides an alternative means to identify these extremities.
it: Un oscillatore utilizzato per identificare i valori di ipercomprato e ipervenduto nell'RSI (Indice di Forza Relativa). Dato che l'RSI può andare avanti per periodi lunghi senza arrivare a livelli di ipercomprato (sopra 70) o ipervenduto (sotto 30), StochRSI fornisce uno strumento alternativo per l'identificazione di queste estremità.

source: And your weekends can take you to some of the world’s most exotic and beautiful places.
it: E potrai trascorrere i tuoi weekend in alcuni dei luoghi più belli ed esotici del mondo.

source: Another major award. This time we’re nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge.
it: Un altro importante riconoscimento. Questa volta siamo stati nominati dai lettori online di Global Banking and Finance Review e siamo stati giudicati da un gruppo di esperti del settore e analisti che hanno riconosciuto i nostri 13 anni investiti nell'affidabilità della piattaforma, in una gamma di trade, nella determinazione dei prezzi, nel servizio clienti e in un'ampia conoscenza.

source: Answer to secret question
it: Rispondi alla domanda segreta

source: Any changes in our privacy policy or security statement will be posted onto this website. In the event of material changes that directly affect the economic use of your personal information, we will request your prior authorisation in writing before effecting such change on your account.
it: Qualsiasi modifica alla nostra informativa sulla privacy o sulla sicurezza verrà pubblicata su questo sito. In caso di modifiche materiali tali da influire sull'utilizzo economico dei tuoi dati personali, richiederemo previamente la tua autorizzazione per iscritto prima che tale cambiamento possa avere effetto sul tuo account.

source: Any form of Spam will result in your account being placed under review and all funds due being withheld pending an investigation into your account. You need to be aware that %1 is liable to incur expenses in dealing with Spam generated mail and these same expenses will be deducted from your account. In this instance the amount determined will be fair and deemed final and acceptable based on good faith and such amount will be collectable by law and deemed to have been accepted by yourself as fair and reasonable and as agreed to by registration as an affiliate of %1.
it: Qualsiasi forma di Spam risulterà in un controllo sul tuo account e nel blocco di tutti i fondi fino al completamento dell'indagine. È necessario essere consapevoli che %1 è responsabile per le spese connesse alla gestione delle email contenenti Spam e tali spese verranno sottratte dal tuo account. In tal caso, l'importo determinato sarà chiaro e considerato definitivo e accettabile in buona fede e sarà esigibile secondo la legge e ritenuto accettato in maniera chiara e ragionevole come concordato al momento della registrazione come affiliato di %1.

source: Any information given on these pages and/or emails or newsletters sent by the company related thereto, is not intended as financial or investment advice and the Company will not accept any liability in this respect, nor will the Company accept any responsibility for the accuracy or comprehensiveness of the information provided on this site.
it: Qualsiasi informazione contenuta in queste pagine e/o email o newsletter inviate dalla società non può essere considerata consulenza finanziaria e, a tal riguardo, la Società non si assume alcuna responsabilità né per eventuali imprecisioni o incompletezza delle informazioni fornite su questo sito.

source: Any notice given or made under this Agreement to the Company shall be by email to %1. The Company shall send you any notices given or made under this Agreement to the email address supplied on your application form or such other email address as notified by you to the Company.
it: Qualsiasi notifica connessa al presente Accordo per la Società sarà eseguita tramite email a %1. La Società ti invierà qualsiasi notifica connessa al presente Accordo all'indirizzo email fornito sul modulo d'iscrizione oppure qualsiasi altro indirizzo email da te notificato alla Società stessa.

source: Anyone over the age of 18 [who has read and agreed to the %1 terms and conditions], and who is not resident in one of the 'closed countries' can trade on the %1 platform.
it: Possono negoziare sulla piattaforma di %1 tutti i soggetti maggiorenni [che hanno letto e accettato i termini e le condizioni di %1], purché non residenti in uno dei "paesi chiusi".

source: Apply to become Payment Agent
it: Fai richiesta per diventare Agente di pagamento

source: Apply to become a %1 <a class="pjaxload" href="%2">payment agent</a>.
it: Fai richiesta per diventare un %1 <a class="pjaxload" href="%2">agente di pagamento</a>.

source: Appropriateness
it: Adeguatezza

source: Appropriateness Test
it: Test di adeguatezza

source: April
it: Aprile

source: Are there any costs?
it: Sono previsti dei costi?

source: Are you an Investment professional?
it: Sei un trader professionista?

source: Are you ready?
it: Sei pronto?

source: Are you sure you want to delete '#1'?
it: Sei sicuro di voler eliminare '#1'?

source: Are you sure you want to delete all workspaces?
it: Sei sicuro di voler eliminare tutte le aree di lavoro?

source: Are your site visitors interested in:
it: I visitatori del tuo sito sono interessati a:

source: AroonOsc
it: Oscillatore Aroon

source: As soon as you click on the ‘PURCHASE’ button, your trade registers in your account. The price of your trade continues to update in real time.
it: Appena clicchi sul pulsante "ACQUISTA", il tuo trade viene registrato sul tuo account. Il prezzo del tuo trade continua ad aggiornarsi in tempo reale.

source: Asian
it: Asiatico

source: Asian options settle by comparing the <strong>last tick</strong> with the average spot over the period.
it: Le opzioni asiatiche si liquidano confrontando <strong>l'ultima variazione minima di prezzo</strong> con lo spot medio del periodo.

source: Asians
it: Asiatiche

source: Asset Index
it: Indice degli asset

source: Aug
it: Ago

source: August
it: Agosto

source: Authenticate
it: Convalida

source: Authenticate to Withdraw
it: Convalida per Prelevare

source: Authenticate your Account
it: Convalida il tuo account

source: Authenticate your account
it: Convalida il tuo account

source: Authentication
it: Convalida

source: Authentication of your account is not required at this time. We will notify you by email if authentication is required.
it: In questo momento non è richiesta la convalida del tuo account. Qualora dovesse essere necessaria, te la richiederemo tramite email.

source: Available payment methods
it: Modalità di pagamento disponibili

source: Average
it: Media

source: Average Change
it: Variazione media

source: Average Change = Average Close - Average Open, for the period selected
it: Variazione media = Chiusura media - Apertura media, per il periodo selezionato

source: Avg Directional Index
it: Indice Direzionale Medio (ADX)

source: Avg True Range
it: Average True Range

source: Award-winning, patented financial trading platform
it: Piattaforma di trading finanziario pluripremiata e brevettata

source: BACK TO HOMEPAGE
it: TORNA ALLA HOMEPAGE

source: BIEL Terms
it: Termini di BIEL

source: BIEL forms part of <a href="%1" target="_blank">the Investor Compensation Scheme</a> (the "Scheme") which is a rescue fund for investors that are clients of failed investment firms licensed by the MFSA. The Scheme covers 90% of the Company's net liability to a client in respect of investments which qualify for compensation under the Investment Services Act subject to a maximum payment to any one person of €20,000. The Scheme is based on EC Directive 97/9.
it: BIEL fa parte dell'<a href="%1" target="_blank">Investor Compensation Scheme</a> (lo "Schema") ossia un fondo di garanzia per gli investitori clienti di società d'investimento fallite, autorizzato dalla MFSA. Lo Schema copre il 90% della responsabilità diretta della Società nei confronti di clienti i cui investimenti hanno diritto a un indennizzo secondo l'Investment Services Act soggetto al pagamento di un importo massimo pari a €20.000 per ciascun soggetto. Lo Schema si basa sulla Direttiva 97/9/CE.

source: BIEL is a company established in Malta under registration number C70156 and having its registered office at Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta.
it: BIEL è una società fondata a Malta, con numero di registrazione C70156 e con sede legale a Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta.

source: BOM Charts Workspace
it: Spazio di lavoro di grafici BOM

source: Back
it: Indietro

source: Balance
it: Saldo

source: Balances
it: Saldi

source: Bank wire/Money transfer
it: Bonifico bancario/Trasferimento di denaro

source: Bank your way
it: La banca a modo tuo

source: Bank/Credit Union/Building Society/Credit/Debit Card statement or passbook (within last 3 months).
it: Estratto conto bancario/Credit Union/Building Society/Carta di Credito/Debito oppure libretto (non antecedente gli ultimi 3 mesi).

source: Banking
it: Credito

source: Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the %1 platform for high-volume flexible trades.
it: Le banche, i fondi speculativi e gli investitori professionisti negoziano abitualmente opzioni binarie nei mercati OTC dei derivati. Molti professionisti dei mercati utilizzano e si affidano alla piattaforma di %1 per i trade flessibili ad alto volume.

source: Bar HLC Chart
it: Grafico a barre HLC

source: Bar OHLC Chart
it: Grafico a barre OHLC

source: Barrier
it: Barriera

source: Barrier 1
it: Barriera 1

source: Barrier 2
it: Barriera 2

source: Barrier From format error
it: Errore di formato nella barriera

source: Barrier Step (%) out of limit
it: Livello della barriera (%) fuori limite

source: Barrier Step format error
it: Errore di formato nel livello della barriera

source: Barrier is out of acceptable range.
it: La barriera è al di fuori dell'intervallo accettabile.

source: Barrier must be at least
it: La barriera deve contenere almeno

source: Barrier offset
it: Correzione della barriera

source: Barrier outside acceptable range.
it: Barriera al di fuori dell'intervallo accettabile.

source: Barrier terms
it: Condizioni della barriera

source: Barrier(s)
it: Barriera/e

source: Barriers must be on either side of the spot.
it: La barriera deve essere su una delle estremità dello spot.

source: Be responsible for abiding by the same advertising laws, rules and regulations that the Company adheres to.
it: Sii responsabile nel rispetto delle stesse leggi pubblicitarie, regole e normative cui aderisce la Società.
