Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: The company reserves the right to charge a dormant fee of up to USD/EUR/AUD/GBP25 every 6 months for every Client account that has had no transaction recorded for over 12 months. If a Client's account is with Binary (Europe) Ltd., and his account has had no activity for a period of thirty months, and the Client cannot be located or contacted, the Company shall remit the balance of the account to the Malta Gaming Authority. Clients need to contact our helpdesk to recover funds from inactive, closed, blocked or excluded accounts.
it: La società si riserva il diritto di applicare una commissione di inattività fino a 25 USD/EUR/AUD/GBP ogni 6 mesi per ogni account Cliente che non ha alcuna transazione registrata da oltre 12 mesi. Se l'account di un Cliente è con Binary (Europe) Ltd. e sul suo account non è stata eseguita alcuna attività per un periodo di trenta mesi e il Cliente non può essere localizzato o contattato, la Società rimetterà il saldo dell'account alla Malta Gaming Authority. I clienti devono contattare il nostro helpdesk per recuperare i fondi dagli account inattivi, chiusi, bloccati o esclusi.

source: The content on this website is subject to change at any time without notice and is provided for the sole purpose of assisting traders in making independent investment decisions. %1 has taken reasonable measures to ensure the accuracy of the information on the website, however, we do not guarantee its accuracy and will not accept liability for any loss or damage which may arise directly or indirectly from the content or your inability to access the website, for any delay in or failure of the transmission or the receipt of any instruction or notification sent through this website.
it: Il contenuto del presente sito internet è soggetto a modifica in qualsiasi momento senza preavviso ed è fornito per il solo scopo di assistere i trader nel prendere decisioni d'investimento indipendenti. %s ha preso misure ragionevoli per garantire la precisione delle informazioni del sito internet, tuttavia non ne garantiamo la precisione e non siamo in alcun modo responsabili per eventuali perdite o danni direttamente o indirettamente connessi al contenuto o alla tua impossibilità ad accedere al sito internet, per qualsiasi ritardo o mancata trasmissione o ricezione di qualsiasi istruzione o notifica inviata attraverso il presente sito internet.

source: The contract %4 has changed from %1%2 to %1%3.
it: Il contratto %4 è stato modificato da %1%2 a %1%3.

source: The contract has expired
it: Il contratto è scaduto

source: The contract is not available after %1 GMT.
it: Il contratto non è disponibile dopo le %1 GMT.

source: The contract must expire on a trading day.
it: Il contratto deve scadere nella giornata di trading.

source: The contract period is the timeframe of a trade. It is also called the duration.
it: Il periodo del contratto è l'arco temporale di un trade. Viene anche denominato durata.

source: The cost of your open positions
it: Il costo delle tue posizioni aperte

source: The currency of your bonus will be the same as the currency of your first deposit.
it: La valuta del tuo bonus sarà la stessa del tuo primo deposito.

source: The database is not yet updated with settlement data.
it: Il database non è stato ancora aggiornato con i dati della liquidazione.

source: The duration is the length of a purchased trade (see 'contract period').
it: La durata indica la lunghezza di un trade acquistato (vedi "periodo del contratto").

source: The easiest way to get started in the financial markets
it: Il metodo più semplice per iniziare sui mercati finanziari

source: The entry level for a long contract is 1001, which is entry spot + half spread. At exit, the spot is at 1100 and hence the exit level for a long contract is 1099, which is exit spot - half spread.
it: Il livello d'ingresso di un contratto a lungo è 1001, ossia lo spot d'ingresso + metà spread. All'uscita, lo spot è a 1100 e quindi il livello d'uscita per un contratto a lungo è 1099, ossia lo spot d'uscita - metà spread.

source: The entry level for a short contract is 999, which is entry spot - half spread. At exit, the spot is at 1100 and hence the exit level for a short contract is 1101, which is exit spot + half spread.
it: Il livello d'ingresso per un contratto a breve è 999, ossia lo spot d'ingresso - metà spread. All'uscita, lo spot è a 1100 e quindi il livello d'uscita per un contratto a breve è 1101, ossia lo spot d'uscita + metà spread.

source: The entry spot of an instrument XYZ is 1000 and the spread on this instrument is 2 points.
it: Lo spot d'ingresso di uno strumento XYZ è 1000 e lo spread su questo strumento è di 2 punti.

source: The entry spot price is the starting price of the trade purchased by a trader.
it: Lo spot d'ingresso è il prezzo iniziale del trade acquistato da un trader.

source: The expiry price is the price of the underlying when the contract expires.
it: Il prezzo di scadenza è il prezzo dell'asset sottostante alla scadenza del contratto.

source: The filtering algorithm is based on a mathematical formula similar to the "Bollinger Bands" volatility system - i.e., short-term volatility bands are determined around the present market value, and ticks that are manifestly outside of such bands are removed.
it: L'algoritmo di filtro si basa su una formula matematica simile al sistema di volatilità delle "Bande di Bollinger", ossia le bande di volatilità a breve termine vengono determinate intorno al valore attuale del mercato e i tick nettamente al di fuori di tali bande vengono rimossi.

source: The financial trading services contained within this site are only suitable for Clients who are able to bear the loss of all the money they invest and who understand and have experience of the risks involved in the acquisition of financial contracts.
it: I servizi di trading finanziario contenuti in questo sito sono adatti solo per i Clienti in grado di subire la perdita di tutti i soldi investiti e che comprendono ed hanno esperienza dei rischi connessi all'acquisizione di contratti finanziari.

source: The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the acquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium.
it: I servizi di trading finanziario contenuti in questo sito sono adatti solo per i Clienti in grado di subire la perdita di tutti i soldi investiti e che comprendono ed hanno esperienza dei rischi connessi all'acquisizione di contratti finanziari. Le transazioni su contratti finanziari hanno un alto livello di rischio. Se i contratti acquistati scadono in negativo, subirai una perdita totale del tuo investimento che consiste nel premio del contratto.

source: The first step is to open an account. You can <a target='_blank' href='%1'>apply online</a> in just a few minutes.
it: Il primo passo consiste nell'apertura di un account. Puoi fare una <a target='_blank' href='%1'>richiesta online</a> in pochi minuti.

source: The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset.
it: La prima cosa da fare è scegliere l'asset che desideri negoziare, come ad esempio l'oro o il petrolio, azioni o tassi FX (il valore di un'opzione binaria deriva dal prezzo dell'asset sottostante). Un grande vantaggio delle opzioni di trading è che non acquisti o vendi l'asset reale.

source: The first tick is the first tick after the contract is processed by our servers
it: Il primo tick è quello immediatamente successivo all'elaborazione del contratto da parte dei nostri server

source: The first tick is the first tick after the contract is processed by our servers.
it: Il primo tick è quello immediatamente successivo all'elaborazione del contratto da parte dei nostri server.

source: The following table reflects the corporate actions that happened during the contract period.
it: La seguente tabella riflette le azioni sociali che avvengono durante il periodo del contratto.

source: The level of protection offered and due to each client depends on the category to which each client is assigned. Retail Clients benefit from the highest degree of protection.
it: Il livello di protezione offerta e dovuto a ciascun cliente dipende dalla categoria assegnata a ogni cliente. I Clienti Retail sfruttano il livello più alto di protezione.

source: The loss of USD 306 is the difference between the exit and entry level multiplied by the amount per point.
it: La perdita di 306 USD è la differenza tra il livello d'uscita è quello d'ingresso moltiplicato per l'importo per punto.

source: The market exit price is the price in effect at the end of the contract period.
it: Il prezzo d'uscita del mercato è il prezzo in vigore alla fine del periodo del contratto.

source: The market must be open at the start time.
it: Il mercato deve essere aperto all'orario di inizio.

source: The materials comprising the %1 website (including without limitation all articles, text, images, logos, compilation, systems, code and design) are Copyright 1999-2015 Binary Group of companies. All rights reserved.
it: I materiali comprendenti il sito internet di %1 (inclusi, senza limitazione, tutti gli articoli, testi, messaggi, loghi, compilation, sistemi, codici e progetti) sono coperti dal Copyright 1999-2015 delle società del Gruppo Binary. Tutti i diritti riservati.

source: The maximum loss that may be incurred by any Client is the amount of money paid by oneself to the Company.
it: La perdita massima che può essere subita da qualsiasi Cliente è pari all'importo pagato alla Società.

source: The page has timed out. This may be due to a slow Internet connection, or to excess load on our servers. Please try again in a few moments.
it: La pagina è scaduta. Questo può essere dovuto a una connessione internet lenta, oppure un eccessivo carico sui nostri server. Si prega di riprovare fra qualche attimo.

source: The password for your account %1 has been changed. This request originated from IP address %2. If this request was not performed by you, please immediately contact Customer Support.
it: La password per il tuo account %1 è stata modificata. Questa richiesta è stata generata dall'indirizzo IP %2. Se tale richiesta non è stata fatta da parte tua, si prega di contattare immediatamente l'Assistenza Clienti.

source: The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations.
it: Il brevetto significa che Regent Markets è il pioniere riconosciuto delle scommesse binarie. Il brevetto aiuta a proteggere le nostre innovazioni.

source: The payout is the amount paid to an options trader if their prediction is correct.
it: Il payout è l'importo pagato a un trader in opzioni se la previsione è corretta.

source: The personal information that we obtain about you assists us in servicing your account. We know you may be concerned about what we do with this information, and with financial information about your account. The following outlines our privacy practices.
it: Le informazioni personali che otteniamo su di te ci aiutano per la manutenzione del tuo account. Sappiamo che potresti essere preoccupato in merito a ciò che facciamo con queste informazioni e con quelle finanziarie relative al tuo account. Quanto segue evidenzia le nostre procedure sulla privacy.

source: The profit is the difference between the purchase price (the stake) and the payout on a winning trade.
it: Il profitto è la differenza tra il prezzo d'acquisto (la puntata) e il payout di un trade vincente.

source: The profit of USD 294 is the difference between the exit and entry level multiplied by the amount per point.
it: Il profitto di 294 USD è la differenza tra il livello d'uscita e quello d'ingresso moltiplicato per l'importo per punto.

source: The provided currency %1 is invalid.
it: La valuta fornita %1 non è valida.

source: The provided currency %1 is not the default currency
it: La valuta fornita %1 non è quella predefinita

source: The random index is a stock index whose price is simulated using random numbers. Unlike real market stock indices whose prices depend on the prices of the individual stocks listed on an Exchange, the random stock index only relies on factors like volatility, previous index price (previous simulated price) and a random number to determine the price of the index. Due to the use of random numbers, the price (or direction) of the index cannot be predicted with certainty and thus behaves like a real market index. When the index is appended with a number, the number is the percentage volatility used in calculating the index price. For instance, the Random Index 25 uses a volatility of 25% in the calculation of the index price. The index started at 1000 on 16 May 2004.
it: L'indice random è un indice azionario il cui prezzo viene simulato utilizzando numeri random. A differenza degli indici azionari del mercato reale i cui prezzi dipendono da quelli delle singole azioni elencate nella Borsa, l'indice azionario random dipende solo da fattori come la volatilità, il prezzo precedente dell'indice (prezzo simulato precedente) e un numero random per definire il prezzo dell'indice. Con l'utilizzo di numeri random, il prezzo (o direzione) dell'indice non può essere previsto con sicurezza e quindi comportarsi come un indice del mercato reale. Quando l'indice è collegato a un numero, il numero è la volatilità percentuale utilizzata nel calcolo del prezzo dell'indice. Per esempio, l'Indice Random 25 utilizza una volatilità del 25% nel calcolo del prezzo dell'indice. L'indice è partito da 1000 il 16 Maggio 2004.

source: The required minimum deposit has been made by the client AND
it: Il cliente ha effettuato il deposito minimo richiesto E

source: The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry.
it: Il prezzo di rivendita indica il prezzo attuale di mercato di un contratto. I prezzi di rivendita sono sulla base degli sforzi migliori e possono non essere sempre disponibili dopo l'acquisto. Per maggiori dettagli sulla vendita dei contratti prima della scadenza, vedi "Vendi opzione".

source: The return is the money realized when the contract expires (see 'Payout').
it: Il rendimento è il denaro realizzato alla scadenza del contratto (vedi "Payout").

source: The smoothing and filtering algorithms described above.
it: Gli algoritmi di smussamento e filtraggio descritti sopra.

source: The stake is the amount that a trader must pay to enter into a trade.
it: La puntata è l'importo che un trader deve pagare per effettuare un trade.

source: The stop-loss and stop-profit are guaranteed. The loss and profit are limited to the stop-loss and stop-profit respectively. When the exit level touches either the stop-loss or stop-profit, the contract will be closed at the stop-loss or stop-profit level.
it: Lo stop loss e lo stop profit sono garantiti. Le perdite e i profitti sono limitati rispettivamente al livello dello stop loss e stop profit. Quando il livello d'uscita tocca lo stop loss o lo stop profit, il contratto verrà chiuso al livello dello stop loss o stop profit.

source: The system is missing critical pricing information. Please try again in a few minutes, or try a different market.
it: Il sistema è carente in merito alle informazioni cruciali sulla determinazione dei prezzi. Riprova fra qualche minuto oppure prova un mercato diverso.

source: The two passwords that you entered do not match.
it: Le due password inserite non combaciano.

source: The underlying market has moved too much since you priced the contract.
it: Il mercato sottostante si è mosso troppo dalla quotazione del contratto.

source: The value of your open positions
it: Il valore delle tue posizioni aperte

source: Then, make your trade
it: Quindi, esegui il tuo trading

source: There are no available Payment Agents.
it: Non ci sono Agenti di pagamento disponibili.

source: There are no contracts during this period
it: Durante questo periodo non ci sono contratti

source: There are no items during this period
it: Durante questo periodo non ci sono voci

source: There was a problem accessing the server during purchase.
it: Durante l'acquisto si è verificato un problema d'accesso al server.

source: There was a problem accessing the server.
it: Si è verificato un problema d'accesso al server.

source: There was a problem validating your address. Please fix the indicated fields. If you need assistance feel free to contact our <a href="%1">Customer Support</a>.
it: Si è verificato un problema durante la convalida del tuo indirizzo. Si prega di sistemare i campi indicati. Se hai bisogno di assistenza, contatta la nostra <a href="%1">Assistenza Clienti</a>.

source: There was an error and we were unable to process your request.
it: Si è verificato un errore e non siamo riusciti a elaborare la tua richiesta.

source: There was an error processing the request.
it: Si è verificato un errore nell'elaborazione della richiesta.

source: Therefore you may not withdraw any additional funds.
it: Pertanto non puoi prelevare qualsiasi fondo aggiuntivo.
