Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: The %1 simulates a market that gets more volatile as the day progresses (and then more quiet at night). The %2 simulates a market that is quiet during the day (but becomes more volatile at night).
it: %1 simula un mercato nel quale la volatilità aumenta con il progredire della giornata (stabilizzandosi durante la notte). %2 simula un mercato stabile durante il giorno (ma più volatile durante la notte).

source: The %1 simulates a market that is active during the day (but becomes less volatile at night). The %2 simulates a market that is quiet during the day (but becomes more volatile at night).
it: %1 simula un mercato attivo durante il giorno (ma meno volatile durante la notte). %2 simula un mercato stabile durante il giorno (ma più volatile durante la notte).

source: The %1 team.
it: Il team di %1.

source: The %1 website is protected by certain copyrights.
it: Il sito internet di %1 è protetto da alcuni copyright.

source: The <span itemprop="brand">%1</span> service (formerly known as BetOnMarkets.com) is owned and operated by Binary Ltd. Fully licensed and regulated, %1 has been providing financial trading to a worldwide audience of over 1,000,000 clients since <span itemprop="foundingdate">1999</span>
it: Il servizio di <span itemprop="brand">%1</span> (precedentemente noto come BetOnMarkets.com) è di proprietà e gestito da Binary Ltd. Pienamente autorizzato e regolamentato, %1 offre trading finanziario a un pubblico mondiale di oltre 1.000.000 clienti sin dal <span itemprop="foundingdate">1999</span>

source: The <strong>contract period</strong> is the period between the <strong>next tick</strong> after the <strong>start time</strong> and the <strong>end time</strong>.
it: Il <strong>periodo del contratto</strong> è il periodo tra il <strong>tick successivo</strong> all'<strong>orario d'inizio</strong> e all'<strong>orario di fine</strong>.

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
it: L'<strong>orario di fine</strong> è il numero di minuti/ore selezionati successivi all'<strong>orario d'inizio</strong> (se inferiore a un giorno di durata), oppure alla fine del giorno di trading (nel caso di uno o più giorni di durata).

source: The <strong>end time</strong> is the selected number of seconds/minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
it: L'<strong>orario di fine</strong> è il numero di secondi/minuti/ore selezionati successivi all'<strong>orario d'inizio</strong> (se inferiore a un giorno di durata), oppure alla fine del giorno di trading (nel caso di uno o più giorni di durata).

source: The <strong>exit spot</strong> is the spot at the <strong>end time</strong>.
it: Lo <strong>spot d'uscita</strong> è lo spot all'<strong>orario di fine</strong>.

source: The <strong>start time</strong> is when the contract is processed by our servers.
it: L'<strong>orario d'inizio</strong> indica il momento in cui il contratto viene elaborato dai nostri server.

source: The AUD Index is a weighted Index, measuring the Australian Dollar’s value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%.
it: L'Indice AUD è un Indice ponderato che misura il valore del dollaro australiano rispetto a un paniere di 5 valute globali (USD, EUR, GBP, JPY e CAD) ognuno ponderato del 20%.

source: The Affiliate Program has been delivering payments on time and, every time, since our official launch in March, 2004. Your commission will be credited to your affiliate account within fifteen days after the close of a calendar month.
it: Il Programma di affiliazione ha sempre effettuato pagamenti puntuali fin dal nostro lancio ufficiale avvenuto a Marzo 2004. La tua commissione verrà accreditata sul tuo account di affiliazione entro quindici giorni dalla fine del mese.

source: The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method.
it: L'Agente ti invierà l'importo prelevato (al netto della commissione) tramite la tua modalità di pagamento preferita.

source: The Ask price represents the price at which the contract may be purchased at the present time.
it: Il prezzo Ask rappresenta il prezzo al quale il contratto può essere acquistato in quel momento.

source: The Authentication process verifies the information you have provided us during account registration. It will increase your trading limits and enable you to register more than one credit card.<br/><br/>In order to facilitate the process, please confirm your building no./name before clicking "Authenticate".<br/>
it: La Procedura di convalida verifica le informazioni che ci hai fornito durante la registrazione dell'account. Aumenterà i tuoi limiti di trading e ti consentirà di registrare più di una carta di credito.<br/><br/>Per facilitare la procedura, conferma l'indirizzo (Via e numero) prima di cliccare "Convalida".<br/>

source: The Average
it: La media

source: The Bid price represents the re-sale price of the contract once it appears on your Portfolio. It is approximately 100 minus the price of the opposite contract.
it: Il prezzo Bid rappresenta il prezzo di rivendita del contratto una volta comparso sul tuo Portafoglio. È di circa 100 meno il prezzo del contratto opposto.

source: The Binary.com IT, Marketing, and Compliance teams will then review your pull-request, and may provide you with some feedback. Once we approve the pull-‎request, we will link your fork to the domain you wish to use for the white-label.
it: I team IT, Marketing e Conformità di Binary.com controlleranno dunque la tua richiesta pull e potranno fornirti qualche feedback. Una volta approvata la richiesta pull, collegheremo la tua copia al dominio che desideri utilizzare per la white label.

source: The Binary.com White Label program allows affiliates to create their own branded versions of the Binary.com platform.
it: Il programma White Label di Binary.com consente agli affiliati di creare la propria versione della piattaforma di Binary.com.

source: The Binary.com website’s static content (CSS, Javascript) is available as the <a target="_blank" href="%1">binary-static</a> open-source project on github. Would you like to re-skin the Binary.com website, or improve browser compatibility, site rendering speed, or Javascript performance? Please fork the project and submit pull-requests of your suggested code changes.
it: Il contenuto statico del sito internet di Binary.com (CSS, Javascript) è disponibile come progetto open-source <a target="_blank" href="%1">binary-static</a> su github. Desideri modificare l'interfaccia di Binary.com oppure migliorare la compatibilità del browser, la velocità del sito o la performance di Javascript? Copia il progetto e invia richieste pull delle tue proposte di modifica del codice.

source: The CCI is a timing system that is best applied to commodity contracts, which have cyclical or seasonal tendencies. CCI does not determine the length of cycles - it is designed to detect when such cycles begin and end through the use of a statistical analysis which incorporates a moving average and a divisor reflecting both the possible and actual trading ranges.
it: Il CCI è un sistema di cronometraggio che meglio si applica ai contratti su materie prime che hanno trend ciclici o stagionali. Il CCI non definisce la lunghezza dei cicli, è stato progettato per rilevare l'inizio e la fine di tali cicli attraverso l'utilizzo di un'analisi statistica che prende in considerazione una media mobile e un divisore che riflette i range di trading possibili e reali.

source: The CLV is an indicator based on the location of close related to low and high for the period. It is used to spot the tendency in the price movements.
it: Il CLV è un indicatore basato sulla posizione di chiusura connesso al valore minimo e massimo per il periodo. Viene utilizzato per individuare il trend nei movimenti dei prezzi.

source: The Chaikin Volatility function determines the volatility of a financial data series using the percent change in a moving average of the high versus low price over a given time.
it: La funzione Volatilità Chaikin determina la volatilità di una serie di dati finanziari utilizzando il cambiamento percentuale in una media mobile del valore massimo contro il minimo nel corso di un determinato periodo.

source: The Client acknowledges and understands that a Trading Agent authorisation may be revoked by the Client giving notice to the Company, however such revocation may require up to two business days processing time.
it: Il Cliente accetta e riconosce che l'autorizzazione di un Agente di trading può essere revocata dal Cliente previa notifica alla Società. Tuttavia l'elaborazione di tale revoca può richiedere fino a due giorni lavorativi.

source: The Client authorises a Trading Agent and attorney in-fact for the purpose of buying and selling financial contracts through the Client's account at his/her sole risk. The Client hereby indemnifies and holds harmless the Company for losses and all other liabilities that arise directly or indirectly through Client's or Trading Agent's transactions.
it: Il Cliente autorizza un Agente di trading e un procuratore di fatto all'acquisto e alla vendita di contratti finanziari attraverso l'account del Cliente a suo rischio esclusivo. Con la presente, il Cliente identifica e indennizza la Società per le perdite e per tutte le altre responsabilità direttamente o indirettamente derivanti dalle transazioni del Cliente o dell'Agente di trading.

source: The Company does not provide a market amongst or between Clients for investments, securities, derivatives or speculations. Each financial contract purchased by a Client via this site is an individual agreement between that Client and the Company and is not a security, nor is it transferable, negotiable or assignable to or with any third party.
it: La Società non fornisce un mercato tra Clienti per investimenti, titoli, derivati o speculazioni. Ogni contratto finanziario acquistato dal Cliente tramite questo sito rappresenta un accordo individuale tra il Cliente e la Società e non è un titolo, non è trasferibile, né negoziabile o attribuibile a qualsiasi terza parte.

source: The Company has and retains the right, to terminate any event or trade, including but not limited to the occurrence of any of the above events.
it: La Società ha e conserva il diritto di cessare qualsiasi azione o trade, incluso, ma senza limitazione, qualsiasi evento di cui sopra.

source: The Company hereby grants you a non-exclusive, non-transferable licence, during the term of this Agreement, to use the %1 intellectual-property marks (licensed, in turn by us, from their owner) solely in connection with the display of the advertisements on your Site. This licence cannot be sub-licensed, assigned or otherwise transferred by you. Your right to use the marks is limited to and arises only out of this licence to use the advertisements. You shall not assert the invalidity, unenforceability, or contest the ownership of the marks in any action or proceeding of whatever kind or nature, and shall not take any action that may prejudice us or our licensor's rights in the marks, render the same generic, or otherwise weaken their validity or diminish their associated goodwill.
it: Con la presente, la Società ti concede un'autorizzazione non esclusiva e non trasferibile, per la durata del presente Accordo, per l'utilizzo dei marchi di proprietà intellettuale (a noi concessi dai rispettivi titolari) di %1 esclusivamente per la pubblicazione pubblicitaria sul tuo Sito. Questa autorizzazione non può essere data in licenza, assegnata o diversamente trasferita da parte tua. Il tuo diritto all'utilizzo dei marchi è limitato e connesso solo per scopi pubblicitari. Non potrai asserire l'invalidità, l'inapplicabilità o contestare il proprietario dei marchi in qualsiasi azione o procedimento di qualsiasi natura, e non potrai effettuare alcuna azione tale da pregiudicare noi o i diritti sui marchi del licenziatario, o altrimenti minare la loro validità o diminuirne la relativa benevolenza.

source: The Company makes no claims that %1 will be uninterrupted or provide an error free service and will not be liable for the consequences of any such errors or interruptions.
it: La Società non avanza alcun reclamo affinché %1 interrompa o fornisca un servizio privo di errori e non sarà responsabile per le conseguenze di tali errori o interruzioni.

source: The Company may from time to time inform you about changes on the website, new services and promotions. If you, however, wish to opt out of such a service and do not wish to receive any direct marketing data you can either unsubscribe to the service or email our customer support team. If you decide to opt in again into receiving promotional material, you can also do so by contacting us.
it: La Società ti informerà di volta in volta in merito alle modifiche apportate al sito internet, ai nuovi servizi e promozioni. Tuttavia, nel caso in cui dovessi scegliere di non ricevere tale servizio o alcun dato di marketing diretto, potrai cancellare l'iscrizione al servizio oppure inviare un'email all'assistenza clienti. Qualora dovessi decidere di ricevere nuovamente tale materiale promozionale, potrai farlo contattandoci.

source: The Company may impose certain rules and restrictions in relation to the placing of market orders on this website. Such rules may change from time to time, according to market conditions and other factors. The following indicative rules are currently in place:
it: La Società può imporre talune regole e restrizioni in relazione al collocamento degli ordini di mercato su questo sito internet. Tali regole possono di volta in volta cambiare in base alle condizioni del mercato e ad altri fattori. Al momento sono in vigore le seguenti regole:

source: The Company may impose volume trading limits on Client accounts in its sole discretion. Current trading volume limits upon account opening are USD/GBP/EUR/AUD 30,000/day maximum trading volume. The maximum account size (i.e. cash balance) is USD/GBP/EUR/AUD 300,000 and the maximum outstanding contract payout at a given time per account is USD/GBP/EUR/AUD 25,000. These limits are increased once a Client is fully authenticated; where the new maximum trading volume will be USD/GBP/EUR/AUD 500,000, having a maximum account size of USD/GBP/EUR/AUD 300,000 and a maximum outstanding contract payout at a given time per account of USD/GBP/EUR/AUD 500,000. If the account balance exceeds the maximum account size, then withdrawals must be made to bring the balance down to under this limit.
it: La Società può imporre a sua esclusiva discrezione dei limiti per il volume di trading sugli account dei Clienti. Il limite attuale per il volume di trading sull'apertura degli account è pari a un volume di trading massimo giornaliero di 30.000 USD/GBP/EUR/AUD. L'importo massimo dell'account (ossia il saldo in contanti) è pari a 300.000 USD/GBP/EUR/AUD e il payout massimo sui contratti in sospeso in un dato momento per account è pari a 25.000 USD/GBP/EUR/AUD. Questi limiti vengono aumentati quando un Cliente viene completamente convalidato. Il nuovo volume di trading massimo sarà di 500.000 USD/GBP/EUR/AUD con un account massimo di 300.000 USD/GBP/EUR/AUD e un payout massimo sui contratti in sospeso in un dato momento per account pari a 500.000 USD/GBP/EUR/AUD. Se il saldo dell'account supera l'importo massimo dell'account stesso, allora bisognerà effettuare un prelievo per portare il saldo al di sotto di questo limite.

source: The Company may, from time to time, at its sole discretion, or as required by regulations in place to conduct appropriate "Know Your Customer" procedures and require a Client to provide proof of identity (such as notarized copy of passport or other means of identity verification as the Company deems required under the circumstances) and may at its sole discretion suspend an account until such proof has been provided to its satisfaction. Know Your Customer documentation will be required when a Client deposits money in the account. In the case of a client opening an account with Binary (Europe) Ltd, the threshold for verifying clients is on cumulative withdrawals of EUR 2,300.
it: La Società può, di volta in volta, a sua esclusiva discrezione, oppure come richiesto dai regolamenti in atto, eseguire idonee procedure per "Conoscere i tuoi clienti" e chiedere a un Cliente di fornire l'attestazione dell'identità (ad esempio una copia autenticata del passaporto o di altro strumento di verifica dell'identità come ritenuto necessario dalla Società in tali circostanze) e può a sua esclusiva discrezione sospendere un account fino a quando tale attestazione non venga fornita. I documenti per Conoscere i tuoi clienti saranno richiesti quando un Cliente deposita fondi nell'account. Nel caso in cui un cliente apra un account con Binary (Europe) Ltd, la soglia per la verifica dei clienti è pari a 2.300 EUR per i prelievi cumulativi.

source: The Company reserves the right in its sole discretion to refuse and/or cancel services, charge deposit and/or withdrawal fees to anyone for any reasons including, but not limited to:
it: La Società si riserva il diritto, a sua esclusiva discrezione, di rifiutare e/o annullare i servizi, applicare commissioni sui depositi e/o prelievi a chiunque per qualsiasi motivo, incluso, ma non limitato a:

source: The Company reserves the right to change any part of this Agreement at any time. Notice of any changes will be sent to your email address 7 days in advance of any such changes, but it is ultimately your responsibility to check these terms and conditions regularly. Your continued participation in our affiliate program after we have posted the changes will constitute binding acceptance of such changes.
it: La Società si riserva il diritto di modificare qualsiasi parte del presente Accordo in qualsiasi momento. La notifica di qualsiasi modifica verrà inviata al tuo indirizzo email 7 giorni prima del cambiamento stesso, ma in definitiva la responsabilità per la verifica regolare dei presenti termini e condizioni è tua. La tua continua partecipazione al nostro programma di affiliazione in seguito a tale pubblicazione verrà considerata quale accettazione di tali modifiche.

source: The Company reserves the right to suspend the operation of this site or sections thereof:
it: La Società si riserva il diritto di sospendere il funzionamento del presente sito o di sue sezioni:

source: The Company shall be entitled to exercise any of its rights or fulfill any of its obligations hereunder (including without limitation to its payment obligations pursuant to clause 6) through any company within the Company (as defined below).
it: La società è autorizzata a esercitare qualsiasi suo diritto o soddisfare uno qualsiasi dei suoi obblighi qui di seguito (incluso, ma senza limitazione, i suoi obblighi di pagamento secondo la clausola 6) attraverso qualsiasi società all'interno della Società (come di seguito definito).

source: The Company shall not be liable to you in contract, or otherwise (including liability for negligence) for loss whether direct or indirect of business, revenue or profits, anticipated savings or wasted expenditure, corruption or destruction of data or for any indirect or consequential loss whatever.
it: La Società non sarà responsabile nei tuoi confronti per contratto o diversamente (inclusa la responsabilità per negligenza) per le perdite dirette o indirette di attività, entrate o profitti, risparmi anticipati o spese non necessarie, corruzione o distruzione di dati o per qualsiasi perdita indiretta o consequenziale.

source: The Company shall pay you (in accordance with the provisions of clause 5.3) the currently published percentage of net revenues (as detailed on the commission page of your Affiliate account) received during the term of the Agreement. The affiliate payments due shall only be for bona-fide client referrals and the Company reserves the right to disregard duplicate accounts or nominee accounts that the Company sees as non bona-fide clients, at its sole discretion.
it: La Società dovrà pagarti (in conformità con le disposizioni previste nella clausola 5.3) la percentuale attualmente pubblicata delle entrate nette (come indicato nella pagina delle commissioni del tuo Account di affiliazione) ricevuta durante l'Accordo. I pagamenti d'affiliazione saranno dovuti solo per il riferimento di clienti in buona fede e la Società si riserva il diritto di ignorare gli account duplicati o quelli nominati che la Società considera non autentici a sua esclusiva discrezione.

source: The Company shall provide you with statements accessible through the website %1 detailing the revenues generated by Clients you have introduced, if any, which have accrued to you over the course of the calendar month. Such statements shall be updated daily. At the end of a calendar month, the Company shall record your total share of Net Revenues, if any, during the previous calendar month. In the event that a revenue share in any calendar month is a negative amount, the Company shall be entitled but not obliged to carry forward and set off such negative amount against future revenue shares which would otherwise be payable to you. However the Company shall also be entitled but not obliged to zero the negative balance that would otherwise be carried forward.
it: La Società ti fornirà degli estratti accessibili attraverso il sito internet di %1 indicanti nello specifico le entrate generate dai Clienti da te presentati, se presenti, e accumulati durante il mese. Tali estratti verranno aggiornati quotidianamente. Alla fine del mese, la Società registrerà la tua quota complessiva delle Entrate nette, se presenti, durante il mese precedente. Nel caso in cui una quota delle entrate in un mese sia un importo negativo, la Società sarà autorizzata, ma non obbligata, ad applicare e compensare tale importo negativo con quote di entrate future a te diversamente dovute. Tuttavia la Società sarà anche autorizzata, ma non obbligata, ad azzerare il saldo negativo diversamente riportato.
