Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: No person shall abuse this site for the purpose of money laundering. The Company employs best-practice anti-money laundering procedures. All transactions are checked to prevent money laundering which may have several effects on Clients. The Company reserves the right to refuse to do business with, to discontinue to do business with, and to reverse the transactions of, Clients who do not accept or adhere to these anti-money laundering processes. Acceptable funds should not originate from criminal activity. The Company is bound to report suspicious transactions to relevant authorities.
it: Nessuno potrà utilizzare il presente sito al fine di riciclare denaro. La Società applica le migliori procedure anti riciclaggio. Tutte le transazioni vengono controllate per prevenire il riciclaggio di denaro tale da comportare diversi effetti per i Clienti. La Società si riserva il diritto di rifiutare, sospendere o opporsi alle transazioni dei Clienti che non accettano o non aderiscono a queste procedure anti riciclaggio. I fondi, per poter essere accettati, non devono derivare da attività criminali. La Società è tenuta a segnalare le transazioni sospette alle autorità competenti.

source: No risk, $10K virtual money account
it: Nessun rischio, account virtuale con $10.000

source: No. There's no cost to sign up to the affiliate program.
it: No, per il programma di affiliazione non sono previsti costi di registrazione.

source: Not publish any advertising material without the company’s consent. Any advertising material promoting %1 must be submitted for approval prior to being published on your website.
it: Non pubblicare alcun materiale pubblicitario senza il consenso della società. Qualsiasi materiale pubblicitario per la promozione di %1 deve essere inviato per l'approvazione prima di essere pubblicato sul tuo sito internet.

source: Note: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price.
it: Nota: il Contratto verrá venduto al prezzo di mercato prevalente nel momento in cui i nostri server ricevono la richiesta. Tale prezzo può differire rispetto al prezzo indicato.

source: Note: During summer time (daylight saving), GMT is one hour behind BST (British Summer Time)
it: Nota: durante il periodo estivo (ora legale), GMT è un'ora indietro rispetto al BST (British Summer Time)

source: Note: The company reserves the right to cancel affiliate commissions that remain unclaimed for more than 2 years. Please also read our affiliate terms and conditions.
it: Nota: la società si riserva il diritto di annullare le commissioni di affiliazione che rimangono non reclamate per più di 2 anni. Si prega inoltre di leggere i nostri termini e condizioni di affiliazione.

source: Note: You will be able to withdraw your bonus of %1%2 only once your aggregate volume of trades exceeds %1%3. This restriction applies only to the bonus and profits derived therefrom. All other deposits and profits derived therefrom can be withdrawn at any time.
it: Nota: potrai prelevare il tuo bonus di %1 %2 solo quando il volume complessivo dei trade supererà %1 %3. Tale restrizione si applica solo ai bonus e ai profitti da esso derivanti. Tutti gli altri depositi e relativi profitti possono essere prelevati in qualsiasi momento.

source: Notes:
it: Note:

source: Notice: please only share your API token with third-parties which you trust.
it: Avviso: condividi il tuo token API solo con terze parti di tua fiducia.

source: Notification of Changes
it: Notifica di modifiche

source: November
it: Novembre

source: Novice traders can use our intuitive visual platform to learn about trading, practice trading and gain trading experience.
it: I nostri trader novizi possono utilizzare la nostra piattaforma intuitiva per apprendere come fare trading, fare pratica con il trading e ottenere esperienza in questo settore.

source: Now
it: Adesso

source: Number of quoted digits
it: Numero di cifre quotate

source: Number of ticks
it: Numero di tick

source: Number of ticks must be between %1 and %2
it: Il numero di tick deve essere compreso tra %1 e %2

source: ORIGINAL Bank/Credit Union/Building Society/Credit/Debit Card statement or passbook (within last 3 months)
it: Estratto conto bancario/Credit Union/Building Society/Carta di credito/debito ORIGINALE o libretto (non antecedente gli ultimi 3 mesi)

source: ORIGINAL Utility bill (within last 3 months) ; or
it: Bolletta ORIGINALE (non antecedente gli ultimi 3 mesi); o

source: Oct
it: Ott

source: October
it: Ottobre

source: Old password is wrong.
it: La password vecchia è errata.

source: Older
it: Più vecchia

source: On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you.
it: Sulla base delle informazioni fornite, relative alla tua formazione ed esperienza, riteniamo che gli investimenti disponibili su questo sito internet non siano adatti a te.

source: On-time Payments Every Time
it: Pagamenti sempre puntuali

source: Once stray ticks have been removed, a very short-term smoothing algorithm is applied to the data feed. This smoothing algorithm removes a little of the "random noise" surrounding the data feed, and ensures that clients who buy path-dependent contracts (such as the one-touch or barrier-range contracts) will not have their contracts knocked-in or knocked-out by random short-term market noise that does not reflect the true market price.
it: Una volta rimossi gli "stray tick", viene applicato un algoritmo di smussatura a brevissimo tempo sul feed di dati. Tale algoritmo rimuove una piccola parte del "rumore random" intorno al feed di dati e garantisce che i clienti che acquistano contratti sulla base del percorso (ad esempio contratti one touch o range della barriera) non avranno contratti "knock-in" o "knock-out" del mercato random a breve che non riflettano il vero prezzo di mercato.

source: Once the bonus is credited to your account, you may withdraw the bonus and any winnings generated from it at any time.
it: Dopo l'accredito del bonus sul tuo account, potrai prelevare il bonus e qualsiasi vincita da esso generata, in qualsiasi momento.

source: Once the white-label is live, you will earn standard affiliate commissions on clients trading via the white-label.
it: Nel momento in cui la White label è live, guadagnerai commissioni di affiliazione standard sui clienti che fanno trading tramite la White label.

source: Once this limit is reached, you may no longer deposit.
it: Una volta raggiunto questo limite, non potrai più effettuare depositi.

source: Once you are satisfied with the design of your white label, your IT developer should submit a pull-request of his fork.
it: Nel momento in cui sarai soddisfatto del design della tua White label, il tuo sviluppatore IT invierà una richiesta pull della sua parte.

source: Once you click the 'Submit' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen.
it: Una volta cliccato sul pulsante "Invia", i fondi verranno prelevati dal tuo account e inviati all'Agente di pagamento da te scelto.

source: Once you click the 'Submit' button, the funds will be withdrawn from your account and transferred to your Client's %1 account.
it: Una volta cliccato sul pulsante "Invia", i fondi verranno prelevati dal tuo account e trasferiti sull'account di %1 del tuo Cliente.

source: One simple platform
it: Una piattaforma semplice

source: Online Marketing
it: Marketing online

source: Online Trading platform for binary options on Forex, Indices, Commodities and Smart Indices
it: Piattaforma di trading online per le opzioni binarie su Forex, Indici, Materie prime e Indici Smart

source: Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com’s reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades.
it: Dopo soli cinque anni dall'inizio, abbiamo ottenuto questo importante premio per i nostri servizi di trading online. BetOnMarkets.com è stata riconosciuta come una piattaforma di trading online affidabile, rapida e sicura sia per i novizi che per i trader professionisti. Fino a quel momento, il nostro sito internet aveva ricevuto oltre 15 milioni di trade.

source: Only one account is allowed per person. No winnings and/or refunds may be collected on accounts opened in false names or on multiple accounts opened by the same person.
it: Per ogni soggetto è consentita l'apertura di un solo account. Nessuna vincita e/o rimborso può essere ottenuto su account aperti con nomi falsi o su account multipli aperti dalla stessa persona.

source: Only properly tagged clients can be assigned to you as an affiliate. Should an affiliate tag be improperly inserted into your site or not properly received by the MyAffiliates server the resulting client registration and purchases will not be assigned to you. Therefore, it is your responsibility to ensure that all links are properly tagged.
it: Solo i clienti adeguatamente etichettati possono essere assegnati a te come affiliato. Nel caso in cui un Tag di affiliazione venga inserito in maniera non corretta sul tuo sito o non venga adeguatamente ricevuta dal server di MyAffiliates, la relativa registrazione del cliente e gli acquisti non ti verranno attribuiti. Pertanto, è tua la responsabilità di garantire che tutti i link vengano adeguatamente taggati.

source: Open
it: Apri

source: Open Account
it: Apri un account

source: Open a Financial Account
it: Apri un account finanziario

source: Open a free account
it: Apri un account gratuito

source: Open an Account
it: Apri un account

source: Open an account now
it: Apri un account adesso

source: Open contracts
it: Apri contratti

source: Open positions
it: Posizioni aperte

source: Opening an account
it: Apertura di un account

source: Opens
it: Apre

source: Opens late (at %1)
it: Apre tardi (alle %1)

source: Order Execution
it: Ordine d'esecuzione

source: Oscillator calculated from the daily readings of the Accumulation Distribution Line. The CMF is unlike a momentum oscillator in that it is not influenced by the daily price change. Instead, the indicator focuses on the location of the close relative to the range for the period (daily or weekly).
it: Oscillatore calcolato dai dati quotidiani dell'Accumulation Distribution Line. Il CMF si differenzia dall'oscillatore di momento poiché non è influenzato dalle variazioni di prezzo giornaliere. L'indicatore si focalizza infatti sulla posizione vicina nel range di un periodo (quotidianamente o settimanalmente).

source: Other
it: Altro

source: Other best execution factors such as speed of execution, likelihood of execution and settlement, size, nature or any other considerations relevant to the execution of a particular order may also be applied by us in order to obtain the best possible results for you.
it: Altri fattori per una migliore esecuzione come la velocità di esecuzione, le probabilità di esecuzione e liquidazione, volume, natura o qualsiasi altra considerazione rilevante ai fini dell'esecuzione di un particolare ordine possono essere applicati da parte nostra per ottenere i migliori risultati per te.

source: Other financial instruments trading experience
it: Esperienza di trading con altri strumenti finanziari

source: Other financial instruments trading frequency
it: Frequenza di trading con altri strumenti finanziari

source: Our Policy
it: La nostra policy

source: Our commitment to provide you with 'best execution' does not mean that we owe you any fiduciary responsibilities over and above the specific regulatory obligations placed upon us or as may be otherwise contracted between us.
it: Il nostro impegno nel fornirti l'"esecuzione migliore" non significa che siamo tenuti a delle responsabilità fiduciarie su nostri specifici obblighi legali o diversamente da noi contratti.

source: Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients.
it: La nostra società continua a crescere e ottiene un'autorizzazione nel'Isola di Man per soddisfare meglio i nostri clienti britannici.

source: Our costs and charges for depositing and withdrawing money are set out <a href="%1" class="pjaxload">here</a>. Please be aware of all costs and charges that apply to you because they will affect your profitability.
it: I nostri costi e oneri sui depositi e sui prelievi di fondi sono indicati <a href="%1" class="pjaxload">qui</a>. Prendi nota di tutti i costi e oneri che verranno applicati poiché influiranno sulla tua redditività.

source: Our customer support team will submit another request for a bonus on your behalf as soon as we receive the documents. It may take up to 3 working days for a bonus to be credited on your account. We wish you the best of luck with your trading. Regards, Karen Yap %1
it: La nostra assistenza clienti invierà un'altra richiesta di bonus per tuo conto non appena riceveremo i documenti. Affinché il bonus venga accreditato sul tuo account, ci vorranno fino a 3 giorni lavorativi. In bocca al lupo con il tuo trading. Cordiali saluti, Karen Yap %1

source: Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions.
it: È evidente che i nostri clienti ci apprezzino. A metà del 2014, Binary.com contava uno storico di oltre 100 milioni di transazioni e oltre 130.000 nuove operazioni ogni giorno.

source: Our data feed is designed to be one of the best and most robust available for a trading environment.
it: Il nostro feed di dati è stato progettato per essere uno dei migliori e più robusti disponibili in un ambiente di trading.

source: Our data feed may at times differ slightly from other data feeds found on the internet (who may themselves differ between each other). Reasons for differences in feed providers include:
it: A volte il nostro feed di dati può differire leggermente rispetto ad altri feed di dati presenti su internet (i quali possono differire tra di loro). Le cause di tali differenze nei provider di feed comprendono:

source: Our email address is %1.
it: Il nostro indirizzo email è %1.

source: Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors.
it: La nostra rapida crescita organica è integrata dall'acquisizione della clientela di BetsForTraders, uno dei nostri principali concorrenti.

source: Our information security policies are based on industry best practices in access control and business continuity.
it: Le nostre politiche sulla sicurezza delle informazioni si basano sulle migliori prassi nel settore per quanto riguarda il controllo degli accessi e la continuità dell'attività.

source: Our servers apply a tick filtering algorithm. The purpose of this filtering algorithm is to strip the feed of stray ticks. Stray ticks are ticks that manifestly fall outside of the current trading range of the market; such ticks are often due to communication delays with the exchanges or banks that provide quotes, human error, or database problems at any point between the originator of the quote and our servers.
it: I nostri server applicano un algoritmo di filtraggio dei tick. Lo scopo di tale algoritmo è quello di rimuovere il feed degli "stray tick", ossia di tick che cadono chiaramente al di fuori dell'attuale range di trading del mercato. Tali tick sono spesso causati da ritardi nella comunicazione con le borse o banche che forniscono le quotazioni, errori umani oppure problemi dei database in qualsiasi punto tra l'autore della quotazione e i nostri server.

source: Our services are provided on an execution only basis. We do not provide investment advice in relation to our products or services. We sometimes provide factual information or research recommendations about a market, information about transaction procedures and information about the potential risks involved and how those risks may be minimised. However, any decision to use our products or services is made by you.
it: I nostri servizi sono forniti solo sulla base dell'esecuzione. Non forniamo consulenza finanziaria in relazione ai nostri prodotti o servizi. A volte forniamo informazioni reali e raccomandazioni su ricerche del mercato, informazioni sulle procedure delle transazioni e sui potenziali rischi connessi e su come poterli ridurre al minimo. Pertanto, qualsiasi decisione relativa ai nostri prodotti o servizi è tua.

source: Our site can be filtered using a number of filtering systems available on the market which could be used to restrict one’s access to our site.
it: Il nostro sito può essere filtrato utilizzando vari sistemi di filtraggio disponibili sul mercato che possono essere utilizzati per limitare l'accesso al nostro sito.

source: Over $1,000,000
it: Più di $1.000.000

source: Over $500,001
it: Più di $500.001

source: Over 3 years
it: Più di 3 anni

source: Over two billion dollars in trades to date.
it: Ad oggi oltre due miliardi di dollari nel trading.

source: Overlay Instruments
it: Strumenti di overlay

source: Ownership and content of %1's sites remain our respective properties and shall not be deemed to have been transferred to you through any act or omission in respect of the affiliation agreement.
it: La proprietà e il contenuto dei siti di %1 rimangono di nostra proprietà e non potranno essere considerate trasferite a te attraverso alcun atto o omissione relativa all'accordo di affiliazione.

source: Ownership, content and liability for affiliate sites are the sole responsibility of the affiliate. You will be solely responsible for the development, operation, and maintenance of your site and for all materials that appear on your site. You will indemnify and hold us harmless from all claims, damages, and expenses (including, without limitation to, attorneys' fees) relating to the development, operation, maintenance, and contents of your site.
it: La proprietà, il contenuto e la responsabilità per i siti affiliati sono di responsabilità esclusiva dell'affiliato. Sarai l'unico responsabile per lo sviluppo, funzionamento e manutenzione del tuo sito e di tutto il materiale in esso contenuto. Ci indennizzerai e ci terrai indenni da qualsiasi reclamo, danno e spesa (incluse, senza limitazioni, le spese legali) connesso allo sviluppo, al funzionamento, alla manutenzione e ai contenuti del tuo sito.

source: P.O. Box is not accepted
it: Le caselle postali non sono accettate

source: Page not found
it: Pagina non trovata

source: Parabolic SAR
it: SAR parabolico

source: Participating in the forex, stocks or commodities markets?
it: Partecipare nei mercati Forex, azionari o in quelli di materie prime?

source: Partner With Us
it: Collabora con noi

source: Partners
it: Partner

source: Password not given.
it: Password non fornita.

source: Password reset
it: Reset della password

source: Patents
it: Brevetti

source: Payment Agent Deposit
it: Deposito dell'Agente di pagamento

source: Payment Agent Withdrawal
it: Prelievo dell'Agente di pagamento

source: Payment Agent activity not currently authorized
it: L'attività dell'Agente di pagamento non è attualmente autorizzata

source: Payment Agent transfer
it: Trasferimento dell'Agente di pagamento

source: Payment Agents are not available for your account.
it: Gli Agenti di pagamento non sono disponibili per il tuo account.

source: Payment Agents are not available on this site.
it: Gli Agenti di pagamento non sono disponibili su questo sito.

source: Payment Methods
it: Modalità di pagamento

source: Payment methods
it: Modalità di pagamento

source: Payment will be made monthly, on or around the 15th day of each month, and credited to your specified %1 account.
it: Il pagamento verrà effettuato mensilmente, verso il 15 di ogni mese, e accreditato sull'account di %1 da te indicato.

source: Payments
it: Pagamenti

source: Payout Currency
it: Valuta del payout

source: Payout has moved in your favour from %1 to %2.
it: Il payout si è mosso a tuo favore da %1 a %2.

source: Payout may not have more than two decimal places.
it: Il payout non può avere più di due decimali.

source: Payout must be between %1 and %2.
it: Il payout deve essere compreso tra %1 e %2.

source: Pending Bonus: %1
it: Bonus in sospeso: %1

source: Pension
it: Pensione

source: Period
it: Periodo

source: Perl modules
it: Moduli Perl

source: Personal Details
it: Informazioni personali

source: Pick workspace file
it: Scegli file dell'area di lavoro

source: Pip stands for ‘percentage in point’ which is generally the fourth decimal place (i.e. 0.0001).
it: Pip è l'acronimo di "percentuale in punti", generalmente indicato dalla quarta cifra decimale (ad esempio 0,0001).

source: Place a random trade
it: Effettua un trade random

source: Place trades on behalf of your clients with the BulkTrader facility.
it: Effettua dei trade per conto dei tuoi clienti con la funzione BulkTrader.

source: Platform Tour
it: Tour della piattaforma

source: Please choose which currency you would like to transact in.
it: Scegli in quale valuta desideri operare.

source: Please click on the "Play" button to start the video.
it: Clicca sul pulsante "Play" per avviare il video.

source: Please confirm the trade on your statement before proceeding.
it: Prima di procedere, conferma il trade sul tuo estratto.

source: Please confirm the transaction details in order to complete the transfer:
it: Per completare il trasferimento, conferma i dettagli della transazione:

source: Please contact us with whatever is on your mind at <a href="mailto:%1">%1</a>. We’d be happy to hear from you and willing to assist you. So, feel free to share your ideas and suggestions with us.
it: Per qualsiasi richiesta, contattaci su <a href="mailto:%1">%1</a>. Saremo lieti di aiutarti. Condividi liberamente con noi le tue idee e i tuoi suggerimenti.

source: Please enter a date that is at least 6 months from now.
it: Inserisci una data che sia distante almeno 6 mesi a partire da oggi.

source: Please enter a number between 0 and %1.
it: Inserisci un numero compreso tra 0 e %1.

source: Please enter a password.
it: Inserisci una password.

source: Please enter a town or city.
it: Inserisci una città.

source: Please enter a valid amount.
it: Inserisci un importo valido.

source: Please enter a valid name.
it: Inserisci un nome valido.

source: Please enter an integer value.
it: Inserisci un numero intero.

source: Please enter date in the format YYYY-MM-DD.
it: Inserisci la data nel formato ANNO-MESE-GIORNO.

source: Please enter the Login ID to transfer funds.
it: Per trasferire fondi, inserisci l'ID di accesso.

source: Please enter the country where you want to offer your service
it: Inserisci il paese in cui desideri offrire il tuo servizio

source: Please enter the first line of your home address.
it: Inserisci la prima riga del tuo indirizzo.

source: Please enter your email address.
it: Inserisci il tuo indirizzo email.

source: Please enter your first name.
it: Inserisci il tuo nome.

source: Please enter your last name.
it: Inserisci il tuo cognome.

source: Please enter your secret answer
it: Inserisci la tua risposta segreta

source: Please fill in the Login ID and Amount you wish to transfer to your Client in the form below:
it: Inserisci l'ID di accesso e l'Importo che desideri trasferire al tuo Cliente nel modulo sottostante:

source: Please input a valid date.
it: Inserisci una data valida.
