Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: If you’re an individual trader, you’ll appreciate the simplicity, flexibility, and limited risk of binary trading. With %1’s low minimum stakes, you’ll soon learn how to trade with skill and confidence. And if you have any questions, you’re free to access <a class="pjaxload" href="%2">our helpful support desk</a>.
it: Se sei un trader individuale, apprezzerai la semplicità, la flessibilità e il rischio limitato del trading binario. Con le puntate minime basse di %1, imparerai presto come negoziare con abilità e fiducia. E per qualsiasi domanda, sei libero di accedere alla <a class="pjaxload" href="%2">nostra utile assistenza</a>.

source: If you’re looking to build a career, and not a resume, talk to us, Binary.com. We’re one of the IT world’s most vibrant and progressive workplaces.
it: Se stai cercando di crearti una carriera e non un curriculum, parlane con noi, Binary.com. Siamo uno dei luoghi di lavoro più vivaci e progressisti nel mondo dell'IT.

source: Imagine
it: Immagina

source: Imagine a workplace that often doesn’t feel like work.
it: Immagina un posto di lavoro nel quale spesso non ci si sente a lavoro.

source: Imagine a workplace where your individuality, creativity and sense of adventure are valued and rewarded.
it: Immagina un posto di lavoro dove la tua individualità, la tua creatività e il tuo senso di avventura vengono apprezzati e ricompensati.

source: Improve Binary.com’s front-end content
it: Migliora il contenuto front-end di Binary.com

source: Improve your trading skills with our free educational & training resources.
it: Migliora le tue abilità di trading con le nostre risorse formative.

source: In April, <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (formerly known as <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting.
it: Ad Aprile, <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (precedentemente noto come <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) va online, creando un servizio di scommesse finanziarie 24 ore su 24 su un'ampia gamma di indici finanziari. L'attività cresce rapidamente, rendendoci presto il leader nel settore delle scommesse finanziarie con probabilità fisse.

source: In October 1999, Regent Markets receives US$2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company.
it: Nell'ottobre del 1999, Regent Markets riceve un finanziamento da $2 milioni di dollari da parte di Jim Mellon attraverso il suo Regent Pacific Group, una società di gestione di fondi con sede a Hong Kong.

source: In all circumstances, the Company reserves the right to make changes to these Terms and Conditions. If the Company elects to make any material changes to these Terms and Conditions, our clients will be notified in advance and shall either accept or decline to agree. Declining to agree shall result in a material breach of this agreement and the client’s account maybe frozen, suspended or cancelled.
it: In tutti i casi, la Società si riserva il diritto di effettuare cambiamenti ai presenti Termini e Condizioni. Nel caso in cui la Società dovesse decidere di apportare cambiamenti consistenti ai presenti Termini e Condizioni, i nostri clienti verranno informati in anticipo e dovranno accettare o rifiutare l'accordo. In caso di rifiuto si avrà una violazione del presente accordo e l'account del cliente potrà essere congelato, sospeso o cancellato.

source: In any event of an error in current prices, published odds or trading software.
it: In caso di errore nei prezzi attuali, probabilità pubblicate o software di trading.

source: In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves’s vision is to create a market in the simplest of all derivatives contracts – the fixed-odds bet – and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities.
it: Nel classico stile della Silicon Valley, l'imprenditore e manager di fondi speculativi con sede a Hong Kong, Jean-Yves Sireau, avvia Regent Markets nella sua camera di Hong Kong. Sviluppa sistemi, metodi e algoritmi per implementare il sistema di scommesse finanziarie con probabilità fisse. La visione di Jean-Yves è quella di creare un mercato nella forma più semplice di tutti i contratti derivati, la scommessa con probabilità fisse, e di offrire agli investitori ordinari la possibilità di fare piccole scommesse. Fino a questo momento, le opzioni binarie erano normalmente negoziate in grandi quantità.

source: In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar.
it: Nel mercato dei cambi, i trader possono stipulare contratti basati sulla variazione del prezzo di una valuta rispetto a un'altra. Ad esempio, se un trader seleziona Rialzo nel mercato EUR/USD, prevede che il valore dell'Euro aumenterà rispetto a quello del dollaro americano.

source: In order for you to place contracts, we need to know your Residence (Country). Please update your settings.
it: Per poter aprire dei contratti, abbiamo bisogno della tua Residenza (Paese). Aggiorna le tue impostazioni.

source: In order to complete your withdrawal, you must authenticate your account. Once you have done so, please proceed to the Cashier and try withdrawing again.
it: Per completare il tuo prelievo, devi convalidare il tuo account. Una volta convalidato, vai alla Cassa e prova di nuovo a effettuare il prelievo.

source: In order to proceed, please verify your email address.
it: Per procedere, verifica il tuo indirizzo email.

source: In providing these services, we are bound by the Act, any applicable regulations, bye-laws, licence conditions, guidelines, exchange requirements and other provisions or market practices (the "Rules"). In the event of conflict between these ST&Cs and the Rules, the latter should prevail.
it: Nel fornire tali servizi, siamo vincolati dalla legge, dalle norme vigenti, decreti, condizioni delle autorizzazioni, linee guida, requisiti di cambio e altre disposizioni o pratiche di mercato (il "Regolamento"). In caso di conflitto tra i presenti T&C e il Regolamento, prevarrà quest'ultimo.

source: In relation to Contracts that you enter into with us, we act as principal and not as agent on your behalf and we therefore act as the sole execution venue for the execution of your Contracts.
it: In relazione ai Contratti stipulati con noi, agiamo in qualità di parte principale e non come agente in tuo nome e di conseguenza come l'unico centro di esecuzione dei tuoi Contratti.

source: In relation to some Contracts, at the time at which you give us an order there may be no functioning or open market or exchange on which the reference product is traded. In such cases, we set out to determine a fair underlying price based on a number of factors such as price movements on associated markets and other market influences and information about our clients' own orders.
it: In relazione ad alcuni Contratti, nel momento in cui viene effettuato un ordine, il mercato o il cambio relativo al prodotto negoziato potrebbe non essere in funzione o non essere aperto. In questi casi, stabiliamo un prezzo equo dell'asset sottostante sulla base di vari fattori tra cui i movimenti di prezzo di mercati relativi e altri fattori influenti e informazioni sul mercato in merito agli ordini dei nostri clienti.

source: In such an event, the Company may at its sole discretion (with or without notice) close out Client's open financial contracts at prices it considers fair and reasonable at such a time and no claims may be entertained against the Company in connection thereto.
it: In tal caso, la Società può a sua esclusiva discrezione (con o senza notifica) chiudere i contratti finanziari aperti del Cliente ai prezzi ritenuti in quel momento equi e ragionevoli e, a tal riguardo, non potrà essere avanzato alcun reclamo nei confronti della Società.

source: In the 'Further Instructions' field please specify the payment method and account number to which the Agent will send the funds to.
it: Nel campo "Ulteriori istruzioni", si prega di specificare la modalità di pagamento e il numero dell'account su cui l'Agente invierà i fondi.

source: In the case of single stock and stock index prices, the final closing price as reported by the relevant official Exchange shall apply for all settlements (this final settlement price may, at times, be reported by the relevant Exchange 30-90 minutes after the official closing time of the market, and may differ from the latest tick price that occurred at the closing time).
it: Nel caso dei prezzi di singole azioni e degli indici azionari, per tutte le liquidazioni verrà applicato il prezzo di chiusura finale riportato dalla relativa Borsa ufficiale (tale prezzo finale per le liquidazioni a volte può essere segnalato dalla relativa Borsa 30-90 minuti dopo l'orario di chiusura ufficiale del mercato, e può variare rispetto all'ultimo tick evidenziato all'orario di chiusura).

source: In the case that any financial contracts are acquired or sold at prices that do not reflect fair market prices or that are acquired or sold at an abnormally low level of risk due to an undetected programming error, bug or glitch in our website software, the Company reserves the right to cancel or reverse such transactions upon notification to the Client of the nature of the computer error that led to the mispricing. Clients have a duty to report to the Company any problems or suspected system inadequacies that they may experience and may not abuse of system problems for profit. The Company will endeavour to resolve any such difficulties in the shortest time possible. Persons with insider knowledge of any financial market or instrument are prohibited from trading at this website.
it: Nel caso in cui un qualsiasi contratto finanziario venga acquisito o venduto a prezzi non conformi ai prezzi equi del mercato oppure acquisiti o venduti a un livello di rischio eccessivamente basso a causa di un errore, bug o glitch di programmazione non rilevato sul nostro software online, la Società si riserva il diritto di cancellare o opporre tali transazioni dietro notifica al Cliente relativa alla natura dell'errore del computer che ha portato erroneamente a tale valore. I Clienti hanno il dovere di segnalare alla Società qualsiasi problema o eventuale inadeguatezza rilevata nel sistema e non possono abusare dei problemi del sistema per trarne un profitto. La Società si impegna a risolvere qualsiasi problema nel minor tempo possibile. Ai soggetti con conoscenze insider su qualsiasi mercato o strumento finanziario è vietato fare trading su questo sito internet.

source: In the course of provision of services we shall, where applicable, conduct an appropriateness test in order to determine whether, in our view and on the basis of the information provided by you, you have the necessary knowledge and experience in the investment field to understand the risks involved in the specific type of product or service offered or demanded.
it: Durante la fornitura dei servizi condurremo, se possibile, un test di adeguatezza per determinare se, dal nostro punto di vista e sulla base delle informazioni da te fornite, hai la conoscenza e l'esperienza necessarie nel campo degli investimenti per comprendere i rischi connessi alla specifica tipologia di prodotto o servizio offerto e richiesto.

source: In the unlikely event of BIEL suffering an investment default and not being able to meet its obligations, BIEL is a member of the Malta Investor Compensation Scheme which covers the first €20,000 of any claim. Whether you are able to claim depends on the type of business and your personal circumstances.
it: Nel caso improbabile in cui BIEL subisca un default negli investimenti e non sia in grado di adempiere i suoi obblighi, BIEL è un membro del Malta Investor Compensation Scheme che copre i primi € 20.000 di qualsiasi reclamo. La tua capacità di effettuare il reclamo dipende dalla tipologia di attività e dalle tue circostanze personali.

source: In what country do you want to offer your service
it: In quale paese desideri offrire il tuo servizio

source: In/Out (<a href="%1">ends between/outside</a> and <a href="%2">stays between/goes outside</a>)
it: In/Out (<a href="%1">ends between/outside</a> e <a href="%2">stays between/goes outside</a>)

source: In/Out trades
it: Trade In/Out

source: In/out trades
it: Trade in/out

source: Income Source
it: Fonte di reddito

source: Incorrect email or password.
it: Email o password non corrette.

source: Indemnity and Liability
it: Garanzie e Responsabilità

source: Indicative
it: Indicativo

source: Indicative Price
it: Prezzo indicativo

source: Indicator
it: Indicatore

source: Indicator that displays the width of Bollinger Bands.
it: Indicatore che mostra l'ampiezza delle Bande di Bollinger.

source: Indicator that displays the width of Donchian Channels.
it: Indicatore che mostra l'ampiezza dei canali di Donchian.

source: Indicator that is calculated by subtracting a 10 period exponential moving average from a 3 period moving average of the Accumulation Distribution Line.
it: Indicatore calcolato sottraendo una media mobile esponenziale di 10 periodi da una media mobile di 3 periodi dell'Accumulation Distribution Line.

source: Indicator that signals an upward trend when it rises above zero and a downward trend when it falls below zero. The farther away the oscillator is from the zero line, the stronger the trend.
it: Indicatore che segnala un trend in rialzo quando va al di sopra dello zero e un trend in ribasso quando cade al di sotto dello zero. Più l'oscillatore è lontano dalla linea dello zero, più il trend è forte.

source: Indices
it: Indici

source: Indices trading experience
it: Esperienza di trading con gli indici

source: Indices trading frequency
it: Frequenza del trading con indici

source: Individual Traders
it: Trader individuali

source: Industry of Employment
it: Settore di occupazione

source: Information Security
it: Sicurezza delle informazioni

source: Information about the data feeds used by our company, and how the data is processed before being fed into the system.
it: Informazioni sui feed dei dati utilizzati dalla nostra società, e su come i dati vengono elaborati prima di essere introdotti nel sistema.

source: Information of the previous performance of any underlying instrument or asset does not guarantee its current and/or future performance. Past performance is not a reliable indicator of future results.
it: Le informazioni sulle performance precedenti di un qualsiasi strumento o asset sottostante non garantiscono le performance attuali e/o future. Le performance precedenti non sono un indicatore affidabile dei risultati futuri.

source: Input error.
it: Errore di input.

source: Insert your client’s name or login ID (under Party Name), and their token as shown in the image below. This will activate their API token.
it: Inserisci il nome del tuo cliente o ID di login (sotto Nome della Parte) e il relativo token così come mostrato nell'immagine sottostante. Ciò attiverà il loro token API.

source: Install Java
it: Installa Java

source: Instant
it: Istante

source: Instrument
it: Strumento

source: Instrument:
it: Strumento:

source: Instruments
it: Strumenti

source: Interested? Why not try a virtual account
it: Sei interessato? Perché non provare un account virtuale

source: Internal Audit
it: Revisione interna

source: International currency, stock index or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website (as described in more detail below), no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract
it: I prezzi delle valute internazionali, degli indici azionari o delle materie prime sono estremamente volatili e molto difficili da prevedere. Proprio per tale volatilità, oltre alla propensione al sistema di determinazione dei prezzi preferito dal sito internet (come descritto più in dettaglio qui sotto), nessun contratto finanziario acquistato sul nostro sistema (a prescindere dal fatto che il payout superi o meno l'importo del premio) può essere considerato un contratto sicuro

source: Internet Trading Risks
it: Rischi del trading su Internet

source: Interpretation
it: Interpretazione

source: Intraday contracts may not cross market open.
it: I contratti intraday non possono estendersi al giorno di trading successivo.

source: Intraday prices
it: Prezzi infragiornalieri

source: Introduction
it: Introduzione

source: Invalid Building No./Name
it: Numero/nome dell'edificio non valido

source: Invalid Input
it: Input non valido

source: Invalid amount
it: Importo non valido

source: Invalid amount. Minimum transfer amount is 0.10, and up to 2 decimal places.
it: Importo non valido. Il trasferimento minimo è pari a 0,10 e fino a 2 cifre decimali.

source: Invalid currency.
it: Valuta non valida.

source: Invalid email address
it: Indirizzo email non valido

source: Invalid email and password combination.
it: Combinazione di email e password non valida.

source: Invalid payout currency.
it: Valuta del payout non valida.

source: Invalid period input! Please input the period between 0 and #1
it: Periodo inserito non valido! Si prega di inserire un periodo compreso tra 0 e #1

source: Invalid request
it: Richiesta non valida

source: Invalid stake
it: Puntata non valida

source: Invalid telephone number
it: Numero di telefono non valido

source: Invalid telephone number (too long).
it: Numero di telefono non valido (troppo lungo).

source: Invalid telephone number (too short).
it: Numero di telefono non valido (troppo corto).

source: Invalid telephone number.
it: Numero di telefono non valido.

source: Invalid transfer.
it: Trasferimento non valido.

source: Invalid workspace name. Only use characters (A-Z,a-z,0-9, -, _ and whitespace)
it: Nome del luogo di lavoro non valido. Utilizzare solo caratteri (A-Z,a-z,0-9, -, _ e spazi bianchi)

source: Investing or trading in Contracts exposes you to the performance of the underlying or reference instrument or asset to which the Binary Contract refers including foreign exchange, indices, stocks and commodities each of which have their own features and risks.
it: Investendo o negoziando Contratti ti esponi alle performance dello strumento o dell'asset sottostante cui si riferisce il Contratto Binario, inclusi cambi, indici, azioni e materie prime, ciascuno con le sue caratteristiche e rischi.

source: Investment Account
it: Account d'investimento

source: Investment Products to EEA Residents are provided by Binary Investments (Europe) Ltd ("BIEL") which is authorised and regulated by the Malta Financial Services Authority under the Malta Investment Services Act to deal on own account in Investment Products.
it: I Prodotti d'investimento per i residenti dello Spazio Economico Europeo (SEE) vengono forniti da Binary Investments (Europe) Ltd ("BIEL"), autorizzato e regolamentato dalla Malta Financial Services Authority secondo il Malta Investment Services Act, per operare per proprio conto sui Prodotti d'investimento.

source: Investments & Dividends
it: Investimenti e Dividendi

source: Investor Compensation Scheme
it: Sistema di indennizzo degli investitori

source: Is there a cost for joining?
it: È previsto un costo per l'adesione?

source: Isle of Man
it: Isola di Man

source: It has the best features of our Java and Live charts.
it: Ha le migliori caratteristiche dei nostri grafici Java e Live.

source: It is important that you monitor all of your positions closely. It is your responsibility to monitor your positions and during the period that you have any open Contracts, you should always have the ability to access your Accounts.
it: È importante monitorare da vicino le proprie posizioni. Sei responsabile del controllo delle tue posizioni e nel periodo in cui disponi di qualsiasi Contratto aperto, dovresti sempre avere la possibilità di accedere ai tuoi Account.

source: It is important that you read and understand the contents of these terms and conditions. By indicating your acceptance of these terms and conditions and continuing with your application to join our affiliate program, you are agreeing (subject to our approval of your application) to the terms and conditions below. If you do not agree with the terms and conditions (or are not authorised to do so) you should not continue with your application. You should be the owner of, or acting on behalf of the owner of the website, that is signing up for this affiliate program.
it: È importante leggere e comprendere il contenuto dei presenti termini e condizioni. Indicando l'accettazione dei presenti termini e condizioni e continuando la tua richiesta per unirti al nostro programma di affiliazione, accetti (soggetto all'approvazione da parte nostra della tua richiesta) i seguenti termini e condizioni. Se non accetti i termini e le condizioni (o se non sei autorizzato ad accettarli) non potrai continuare con la tua richiesta. Dovrai essere il titolare, o agire per conto del titolare del sito internet, cui si sta registrando per questo programma di affiliazione.

source: It is important that you refer your disputes to the appropriate ADR for the claims to be valid.
it: Affinché il reclamo sia valido, è importante che tu riporti le controversie all'ADR (Metodi alternativi di risoluzione delle controversie) appropriato.

source: It is prohibited to sell, transfer and/or acquire accounts to/from other clients. Transfer of funds among other clients is also prohibited.
it: È vietato vendere, trasferire e/o acquisire account per/da altri clienti. Sono proibiti anche i trasferimenti di fondi tra clienti.

source: It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio.
it: A volte è possibile vendere un'opzione prima della scadenza di un trade, ma solo se è possibile determinarne un prezzo equo. Se l'opzione è disponibile, vedrai un pulsante blu "Vendi" nel tuo portafoglio, vicino al tuo trade.

source: It is the responsibility of each Client to read and understand this legal notice and the terms and conditions pursuant to which an acquisition of financial contracts via this site is governed.
it: È responsabilità di ogni Cliente quella di leggere e comprendere la presente nota legale e i termini e le condizioni in base ai quali viene regolamentata l'acquisizione di contratti finanziari attraverso il presente sito.
