Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: Should a disruption occur in the data feeds which cannot be readily rectified by the Company, the Company reserves the right to refund the contract purchase.
it: Nel caso in cui si verifichi un'interruzione nei feed di dati tale da non poter essere prontamente rettificata dalla Società, quest'ultima si riserva il diritto di rimborsare il contratto acquistato.

source: Should any client for whom you are receiving commissions process a chargeback, the Company reserves the right to deduct the commission portion of the chargeback from the total balance due to you for the current month. Should this deduction of the accumulated revenue exceed your current amount due, your balance will then revert to a negative balance, and you will have to earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
it: Se un qualsiasi cliente per il quale ricevi le commissioni, dovesse chiedere un rimborso, la Società si riserva il diritto di sottrarre la parte della commissione del rimborso dal saldo totale dovuto per il mese corrente. Nel caso in cui tale deduzione sulle entrate accumulate superi l'importo a te dovuto, il tuo saldo andrà in negativo e dovrai ottenere delle entrate per coprire tale rimborso prima di poter iniziare a produrre nuovamente entrate. La Società si riserva il diritto, in casi particolari, di escludere la condivisione delle entrate su fondi promozionali depositati sull'account del cliente da parte della Società.

source: Should the Company receive a complaint which could have involved the Alternate Dispute Resolution entity, or the Company believes that you, the affiliate is in breach of any relevant advertising code of practice, then the Company has the right to terminate this Agreement.
it: Nel caso in cui la Società riceva un reclamo che avrebbe potuto coinvolgere l'organo di Alternate Dispute Resolution, o in cui la Società ti consideri, in qualità di affiliato, in violazione di un qualsiasi importante codice di procedura pubblicitaria, allora la Società ha il diritto di concludere il presente Accordo.

source: Should these expenses not be covered by funds in your account we reserve the right to investigate other alternative means for obtaining payment, for example: should your account have generated purchasing accounts, we will hold payment of commission for these accounts until such a time as the account for damages has been cleared.
it: Nel caso in cui tali spese non dovessero essere coperte dai fondi presenti sul tuo account, ci riserviamo il diritto di indagare su altri mezzi alternativi per ottenere il pagamento, ad esempio: nel caso in cui sul tuo account siano stati generati account d'acquisto, tratterremo il pagamento della commissione per questi account fino al momento in cui l'account non verrà eliminato.

source: Should you need help or support, please contact our <a href="%1">Customer Service department</a> and one of our representatives will assist you as soon as possible.
it: Nel caso in cui dovessi aver bisogno di assistenza, contatta il nostro <a href="%1">Servizio Clienti</a> e uno dei nostri rappresentanti ti assisterà il prima possibile.

source: Should you wish to proceed with appointing a Trading Agent you must read and agree to the following.
it: Nel caso in cui volessi procedere con la nomina di un Agente di trading, dovrai leggere e accettare quanto segue.

source: Show
it: Mostra

source: Show chart for the given dates
it: Mostra il grafico in base alle date fornite

source: Show extended options
it: Mostra opzioni estese

source: Show last spot
it: Mostra l'ultimo spot

source: Show payment agents for:
it: Mostra agenti di pagamento per:

source: Sign me up
it: Registrami

source: Simple Moving Average
it: Media mobile semplice

source: Simplicity
it: Semplicità

source: Simply change any of your parameters and the trade price instantly changes, giving you real-time knowledge of your stake. %1 ensures fair and transparent pricing by showing you both sides of the trade.
it: Basta modificare uno qualsiasi dei tuoi parametri e il prezzo del trade cambierà istantaneamente fornendoti in tempo reale il valore della tua puntata. %1 garantisce una determinazione dei prezzi equa e trasparente mostrandoti entrambi i lati del trade.

source: Since their inception, 'binary options' has become a popular trading product. The numerous binary options trading platforms subsequently being created, support this growing trend. By becoming an affiliate now you can profit from the fast growth of interest in this new industry.
it: Da quando sono state concepite, le "opzioni binarie" sono diventate un prodotto di trading popolare. Le numerose piattaforme di trading in opzioni binarie che si sono conseguentemente create, confermano questo trend in crescita. Diventando un affiliato puoi sfruttare la rapida crescita dell'interesse per questo nuovo settore.

source: Since we exclusively deal on own account in Financial Products this means that we act as the execution venue and accordingly all transactions entered into with us will be executed outside a regulated market (stock exchange) or multilateral trading facility.
it: Poiché ci occupiamo di Prodotti finanziari esclusivamente per nostro conto, ciò significa che agiamo quale luogo di esecuzione e, di conseguenza, tutte le transazioni effettuate con noi, verranno eseguite esternamente a un mercato regolamentato (borsa) oppure in un sistema di trading multilaterale.

source: Site
it: Sito

source: Slow Stochastic
it: Mostra stocastico

source: Smart Indices
it: Indici Smart

source: Smart Markets
it: Mercati Smart

source: Smoothing out random noise
it: Appianamento degli indici random

source: So what are you waiting for? Join us as an affiliate today.
it: Quindi cosa stai aspettando? Iscriviti subito come affiliato.

source: Software (Perl) Development
it: Sviluppo software (Perl)

source: Sorry, $currency is not default currency for client
it: Siamo spiacenti, $currency non è la valuta di default per il cliente

source: Sorry, $currency is not default currency for payment agent
it: Siamo spiacenti, $currency non è la valuta di default per l'agente di pagamento

source: Sorry, OHLC is not available for %1.
it: Siamo spiacenti, OHLC non è disponibile per %1.

source: Sorry, Payment Agent Transfer is temporarily disabled due to system maintenance. Please try again in 30 minutes.
it: Siamo spiacenti, il Trasferimento dell'agente di pagamento è temporaneamente disattivato per questioni di manutenzione del sistema. Si prega di riprovare tra 30 minuti.

source: Sorry, an error occured with this trade. Please try again in a few minutes. If the problem persists, please contact customer support.
it: Siamo spiacenti, si è verificato un errore su questo trade. Si prega di riprovare fra qualche minuto. Se il problema persiste, si prega di contattare l'assistenza clienti.

source: Sorry, an error occurred
it: Siamo spiacenti, si è verificato un errore

source: Sorry, an error occurred while loading the form. Please contact customer support if this problem persists
it: Siamo spiacenti, si è verificato un errore durante il caricamento del modulo. Nel caso in cui tale problema dovesse persistere, si prega di contattare l'assistenza clienti

source: Sorry, an error occurred while processing your account.
it: Siamo spiacenti, si è verificato un errore durante l'elaborazione del tuo account.

source: Sorry, an error occurred. Please contact customer support if this problem persists.
it: Siamo spiacenti, si è verificato un errore. Nel caso in cui tale problema dovesse persistere, si prega di contattare l'assistenza clienti.

source: Sorry, contracts on Random Indices are not available in your country of residence
it: Siamo spiacenti, i contratti su Indici Random non sono disponibili nel tuo paese di residenza

source: Sorry, only UK residents can authenticate their identity online.
it: Siamo spiacenti, solo i residenti del Regno Unito possono convalidare la loro identità online.

source: Sorry, only USD is allowed.
it: Siamo spiacenti, è consentito solo USD.

source: Sorry, our service is not available for your country of residence
it: Siamo spiacenti, il nostro servizio non è disponibile per il tuo paese di residenza

source: Sorry, payments agents are unavailable at the weekend (UTC timezone).
it: Siamo spiacenti, gli agenti di pagamento non sono disponibili durante il weekend (fuso orario UTC).

source: Sorry, the Login ID (%1) does not exist.
it: Siamo spiacenti, l'ID di accesso (%1) non esiste.

source: Sorry, the Payment Agent Withdrawal is temporarily disabled due to system maintenance. Please try again in 30 minutes.
it: Siamo spiacenti, il Prelievo dell'agente di pagamento è temporaneamente disattivato a causa della manutenzione del sistema. Si prega di riprovare tra 30 minuti.

source: Sorry, the Payment Agent does not exist.
it: Siamo spiacenti, l'Agente di pagamento non esiste.

source: Sorry, the Payment Agent is unavailable for your region.
it: Siamo spiacenti, l'Agente di pagamento non è disponibile per la tua regione.

source: Sorry, the Payment Agent's currency
it: Siamo spiacenti, la valuta dell'Agente di pagamento

source: Sorry, the aggregate payouts of contracts on your account cannot exceed %2%1.
it: Siamo spiacenti, i payout complessivi dei contratti sul tuo account non possono superare i %2 %1.

source: Sorry, the currency format is incorrect.
it: Siamo spiacenti, il formato della valuta non è corretto.

source: Sorry, the market is currently closed.
it: Siamo spiacenti, il mercato è attualmente chiuso.

source: Sorry, the page cannot be found.
it: Siamo spiacenti, è impossibile trovare la pagina.

source: Sorry, there is too much data to display, please select a shorter interval
it: Siamo spiacenti, ci sono troppi dati da mostrare. Si prega di selezionare un intervallo più breve

source: Sorry, there was a problem validating your personal information with our payment processor. Please contact our Customer Service.
it: Siamo spiacenti, si è verificato un problema durante la convalida dei tuoi dati personali con il nostro sistema di pagamento. Contatta il nostro Servizio Clienti.

source: Sorry, this feature is available to virtual accounts only
it: Siamo spiacenti, questa funzione è disponibile solo sugli account virtuali

source: Sorry, this feature is not available.
it: Siamo spiacenti, questa funzione non è disponibile.

source: Sorry, this page cannot be refreshed.
it: Siamo spiacenti, questa pagina non può essere aggiornata.

source: Sorry, you are too young to open an account!
it: Siamo spiacenti, sei troppo giovane per poter aprire un account!

source: Sorry, you cannot hold more than %1 contracts at a given time. Please visit the <a href="%2" class="pjaxload">statement</a> page to automatically sell your expired contracts.
it: Siamo spiacenti, non è possibile avere più di %1 contratti in un dato momento. Visita la pagina dell' <a href="%2" class="pjaxload">estratto</a> per vendere automaticamente i tuoi contratti scaduti.

source: Sorry, you cannot withdraw.
it: Siamo spiacenti, non è possibile prelevare.

source: Sorry, you have already had too many unsuccessful attempts. Please try again in 5 minutes.
it: Siamo spiacenti, hai già fatto troppi tentativi falliti. Riprova fra 5 minuti.

source: Sorry, you have entered an incorrect cashier password
it: Siamo spiacenti, hai inserito una password della cassa non corretta

source: Sorry, you have entered an incorrect email address.
it: Siamo spiacenti, hai inserito un indirizzo email non corretto.

source: Sorry, you have exceeded the maximum allowable transactions for today.
it: Siamo spiacenti, hai superato le transazioni massime ammissibili per oggi.

source: Sorry, you have exceeded the maximum allowable transfer amount for today.
it: Siamo spiacenti, hai superato l'importo massimo di trasferimenti ammissibili per oggi.

source: Sorry, you have excluded yourself from the website until %1.
it: Siamo spiacenti, ti sei auto-escluso dal sito internet fino al %1.

source: Sorry, you have open positions. Please close out all open positions before requesting additional funds.
it: Siamo spiacenti, hai delle posizioni aperte. Prima di richiedere altri fondi, chiudi tutte le posizioni aperte.

source: Sorry, you seem to already have a real money account with us. Perhaps you have used a different email address when you registered it. For legal reasons we are not allowed to open multiple real money accounts per person. If you don't remember your account with us, please <a href="%1">contact us</a>.
it: Siamo spiacenti, sembra che tu abbia già un account reale con noi. Forse hai utilizzato un indirizzo email diverso quando ti sei registrato. Per questioni legali, non possiamo aprire più account reali per una persona. Se non ricordi qual è il tuo account con noi, <a href="%1">contattaci</a>.

source: Sorry, your account cash balance is too high (%1). <B>Your maximum account balance is %2 </b>. Please withdraw money from your account to bring down your cash balance under that amount. You may not trade until you do so.
it: Siamo spiacenti, il saldo del tuo account è troppo alto (%1). <B>Il saldo massimo per il tuo account è di %2 </b>. Preleva fondi dal tuo account per portare il saldo attuale al di sotto di questo importo. Fino a quando non lo farai, non potrai fare trading.

source: Sorry, your account is not authorised for any further contract purchases.
it: Siamo spiacenti, il tuo account non è autorizzato per qualsiasi altro acquisto di contratti.

source: Sorry, your currency of
it: Siamo spiacenti, la tua valuta in

source: Sorry, your payment could not be processed at this time.
it: Siamo spiacenti, al momento non siamo riusciti ad elaborare il pagamento.

source: Spam - We do not condone Spam
it: Spam - Non tolleriamo lo Spam

source: Specific Instructions
it: Istruzioni specifiche

source: Spot price
it: Prezzo spot

source: Spread contracts payout based on the movement of the index relative to the entry level of the contract.
it: Il payout dei contratti spread si basa sul movimento dell'indice rispetto al livello d'ingresso del contratto.

source: Spreads
it: Spread

source: Stake
it: Puntata

source: Stake must be between %1 and %2.
it: La puntata deve essere compresa tra %1 e %2.

source: Standard expiry
it: Scadenza standard

source: Start Time
it: Orario di inizio

source: Start Trading
it: Inizia il trading

source: Start learning
it: Inizia l'apprendimento

source: Start time
it: Orario d'inizio

source: Start time is in the past
it: L'orario di inizio è già passato

source: Start time is invalid.
it: L'orario di inizio non è valido.

source: Start time must be before expiry time.
it: L'orario di inizio deve essere antecedente all'orario di scadenza.

source: Start time on forward-starting contracts must be more than %1 from now.
it: L'orario di inizio dei contratti con partenza posticipata deve essere a più di %1 a partire da adesso.

source: Start trading
it: Inizia a fare trading

source: State/Province
it: Stato/Provincia

source: Statement
it: Estratto

source: Static content
it: Contenuto statico

source: Statistic
it: Statistica

source: Statistics
it: Statistiche

source: Status
it: Stato

source: Stay informed. %1 offers daily market reports and market research, as well as frequent trading webinars.
it: Tieniti informato. %1 offre resoconti giornalieri del mercato, ricerche di mercato e frequenti webinar sul trading.

source: Stays Between/Goes Outside
it: Stays Between (Staziona fra) / Goes Outside (Esce fuori)

source: Stays Between/Goes Outside trades
it: Trade Stays Between (Staziona fra) / Goes Outside (Esce fuori)

source: Step 1: Define your position
it: Step 1: Definisci la tua posizione

source: Step 2: Get your trade price
it: Step 2: Ottieni il prezzo del tuo trade

source: Step 3: Make your trade
it: Step 3: Effettua il tuo trade

source: Stochastic Fast
it: Stocastico veloce

source: Stochastic Fast %D
it: Stocastico veloce %D

source: Stochastic Fast %K
it: Stocastico veloce %K

source: Stochastic Slow
it: Stocastico lento

source: Stochastic Slow %D
it: Stocastico lento %D

source: Stochastic Slow %K
it: Stocastico lento %K

source: Stock Dividend
it: Dividendo sulle azioni

source: Stock Split
it: Divisione delle azioni

source: Stock market indices measure the value of a selection of companies in the stock market.
it: Gli indici azionari misurano il valore di una selezione di società presenti nel mercato azionario.

source: Stocks trading experience
it: Esperienza di trading con azioni

source: Stocks trading frequency
it: Frequenza del trading in azioni

source: Stop Loss Level
it: Livello dello Stop Loss

source: Stop Loss must be between %1 and %2 %3
it: Lo Stop Loss deve essere compreso tra %1 e %2 %3

source: Stop Profit Level
it: Livello dello Stop Profit

source: Stop Profit must be between %1 and %2 %3
it: Lo Stop Profit deve essere compreso tra %1 e %2 %3

source: Study our live charts
it: Studia i nostri grafici live

source: Su
it: Dom

source: Subject to any specific instructions which may be provided by you, when executing client orders, we will take all reasonable steps to obtain the best possible results for you. The best possible results will be determined in terms of total consideration, that is, the price of the instrument and the costs related to execution which shall include all expenses incurred by you that are directly related to the execution of the order.
it: Soggetto a qualsiasi istruzione specifica da te eventualmente fornita, durante l'esecuzione degli ordini dei clienti seguiremo tutti gli step ragionevoli per ottenere i migliori risultati possibili per te. Questi ultimi verrano determinati in termini di valutazione complessiva ossia il prezzo dello strumento e i costi connessi all'esecuzione che comprenderanno tutte le spese da te sostenute direttamente connesse all'esecuzione dell'ordine.

source: Subject to your complying with the Company's instructions, with regards to tracking Clients accessing %1 via the Links on your Site or by quoting your affiliate IDs during signup, the Company shall use all reasonable endeavours to ensure that whenever a Client links to %1 through these Links or affiliate IDs and they subsequently place a contract or otherwise transact with the Company, the relevant Client is identified as originating from you or your Site. However, the Company shall not be liable to you in any way if the Company is unable to identify a Client as originating from you or your Site.
it: Soggetto alla tua conformità con le istruzioni della Società, in merito al tracciamento dei Clienti che accedono a %1 attraverso i Link presenti sul tuo Sito oppure indicanti il tuo ID d'affiliazione durante la registrazione, la Società utilizzerà tutti gli sforzi possibili per garantire che quando un Cliente si collega a %1 tramite questi Link o ID d'affiliazione ed effettua successivamente un contratto o una qualsiasi transazione con la Società, il relativo Cliente venga identificato come proveniente da te o dal tuo Sito. Ad ogni modo, la Società non sarà in alcun modo responsabile nei tuoi confronti qualora non dovesse essere in grado di identificare un Cliente proveniente da te o dal tuo Sito.

source: Submit
it: Invia

source: Such materials may be copied and distributed on a limited basis for noncommercial purposes only, provided that any material copied remains intact and that all copies include the following notice in a clearly visible position: &ldquo;Copyright 1999-2015 Binary Ltd. All rights reserved.&rdquo;
it: Tali materiali possono essere copiati e distribuiti in maniera limitata solo per fini non commerciali, a patto che qualsiasi materiale copiato rimanga intatto e che tutte le copie includano la seguente notifica in una posizione chiaramente visibile: &ldquo;Copyright 1999-2015 Binary Ltd. Tutti i diritti riservati.&rdquo;

source: Summary
it: Riepilogo

source: Summary Order Execution Policy
it: Riepilogo sulla politica dell'esecuzione degli ordini

source: Sunday
it: Domenica

source: Supplementary Terms and Conditions for Financial Products offered by Binary Investments (Europe) Ltd.
it: Termini e condizioni supplementari per i prodotti finanziari offerti da Binary Investments (Europe) Ltd.

source: Supported banks (this field visible from office only) **
it: Banche supportate (questo campo è visibile solo dall'ufficio)**

source: Supported banks list is invalid
it: L'elenco delle banche supportate non è valido

source: Switch to full screen mode
it: Passa alla modalità a schermo intero

source: Switch to normal mode
it: Passa alla modalità normale

source: System Time
it: Orario del sistema

source: System problems prevent proper settlement at this time.
it: Al momento i problemi del sistema impediscono un'adeguata liquidazione.

source: Table
it: Tabella

source: Talk to us
it: Parla con noi

source: Technical Indicator derived from subtracting Aroon Down from Aroon Up. As Aroon Up and Aroon Down oscillate between 0 and 100, the Aroon Oscillator oscillates between -100 and 100 with zero as the centre crossover line.
it: Indicatore tecnico ottenuto sottraendo l'Aroon Down dall'Aroon Up. Poiché l'Aroon Up e l'Aroon Down oscillano da 0 a 100, l'Oscillatore Aroon oscilla tra -100 e 100 dove lo zero rappresenta la linea centrale d'incrocio.

source: Telephone
it: Telefono

source: Telephone conversations may be recorded and/or monitored by designated staff for quality and antifraud purposes.
it: Le conversazioni telefoniche possono essere registrate e/o controllate dallo staff addetto per fini qualitativi e antifrode.

source: Telephone:
it: Telefono:

source: Termination
it: Risoluzione

source: Termination of this Agreement shall not prejudice any rights of any party which may have arisen on or before the date of termination.
it: La risoluzione del presente Accordo non pregiudicherà alcun diritto di alcuna parte che dovesse insorgere durante o prima della data di risoluzione.

source: Terms
it: Termini

source: Terms and Conditions
it: Termini e condizioni

source: Tertiary
it: Terziario

source: Test-run %1, and sharpen your trading skills, with a no-risk, no-commitment, virtual account.
it: Prova %1 e affina le tue abilità di trading sul nostro account virtuale senza rischi e senza impegno.

source: Thank You !
it: Grazie!

source: Thank You.
it: Grazie.

source: Thank you for verifying your email.
it: Grazie per la verifica del tuo indirizzo email.

source: Thank you. You're one step closer to being done!
it: Grazie. Sei un passo più vicino alla fine!

source: Thank you. Your application has been submitted and will be examined by our team as soon as possible. You will receive a reply by email within 72 hours.
it: Grazie. La tua richiesta è stata inviata e verrà esaminata il prima possibile dal nostro team. Riceverai una risposta tramite email entro 72 ore.

source: The %1 is twice as volatile as the %2, and four times as volatile as the %3.
it: %1 è due volte più volatile del %2 e quattro volte in più del %3.

source: The %1 simulates a bearish market. The %2 simulates a bullish market.
it: %1 simula un mercato ribassista. %2 simula un mercato rialzista.

source: The %1 simulates a bullish market (it tends to move up). The %2 simulates a bearish market (it tends to move down).
it: %1 simula un mercato rialzista (tende ad aumentare). %2 simula un mercato ribassista (tende a diminuire).
