Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: <strong>All markets, all conditions</strong> - trade currencies, indices and commodities in rising, falling, sideways, quiet and volatile markets.
it: <strong>Tutti i mercati, tutte le condizioni</strong> - effettua trade su valute, indici e materie prime in mercati in rialzo, in ribasso, in movimento laterale, volatili o stabili.

source: <strong>All markets</strong> - currencies, stock indices, and commodities.
it: <strong>Tutti i mercati</strong> - valute, indici azionari e materie prime.

source: <strong>All payouts</strong> - from $1 to $100,000.
it: <strong>Tutti i payout</strong> - da $1 a $100.000.

source: <strong>Appropriateness Test: WARNING:</strong> In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved).
it: <strong>Test di adeguatezza: ATTENZIONE:</strong> Per la fornitura dei nostri servizi, siamo tenuti ad ottenere tue informazioni al fine di valutare se un dato prodotto o servizio sia adatto alla tua situazione (ossia se possiedi l'esperienza e la conoscenza idonea per la comprensione dei rischi connessi).

source: <strong>Benchmarked prices</strong> - %1 benchmarks its prices daily against inter-bank derivatives markets.
it: <strong>Prezzi di riferimento</strong> - %1 confronta quotidianamente i suoi prezzi rispetto ai derivati dei mercati interbancari.

source: <strong>Better execution price!</strong><br /> The price has moved in your favour from %1 to %2.
it: <strong>Miglior prezzo di esecuzione!</strong><br /> Il prezzo si è mosso in tuo favore da %1 a %2.

source: <strong>Commodities</strong> - trade major commodities such as gold and oil.
it: <strong>Materie prime</strong> - negozia le principali materie prime come oro e petrolio.

source: <strong>Currencies</strong> - trade all major FX pairs, around the clock.
it: <strong>Valute</strong> - negozia su tutte le principali coppie FX, 24 ore su 24.

source: <strong>Currencies</strong> - trade all major FX pairs.
it: <strong>Valute</strong> - negozia su tutte le principali coppie FX.

source: <strong>Exchange Rate Risk</strong>: Exchange rates between foreign currencies can change rapidly due to a wide range of economic, political and other conditions, exposing you to risk of exchange rate losses in addition to the inherent risk of loss from trading the underlying investment product. If you deposit funds in a currency to trade Contracts denominated in a different currency, your gains or losses on the underlying investment therefore may be affected by changes in the exchange rate between the currencies.
it: <strong>Rischio del Tasso di Cambio</strong>: I tassi di cambio delle valute estere possono cambiare rapidamente a causa di una vasta gamma di condizioni economiche, politiche e altro, esponendoti così al rischio di perdite di cambio oltre al rischio intrinseco connesso alla perdita derivante dal trading nel prodotto d'investimento sottostante. Se depositi fondi in una valuta, per fare trading su Contratti denominati in una valuta diversa, il tuo guadagno o la tua perdita sull'investimento sottostante può quindi essere influenzato dai cambiamenti nel tasso di cambio delle valute.

source: <strong>Falling markets</strong> - choose the falls trade, lower trade, one-touch trade with a low barrier, or no-touch trade with a high barrier.
it: <strong>Mercati in ribasso</strong> - scegli trade in ribasso, inferiori, one-touch con barriera bassa oppure no-touch con barriera alta.

source: <strong>Higher/Lower</strong> - predict if the market will end higher or lower than a price target.
it: <strong>High/Low</strong> - prevedi se il mercato chiuderà ad un prezzo più alto o più basso rispetto a quello deciso.

source: <strong>Higher/Lower</strong> - where you can profit from the market ending higher or lower than a target price.
it: <strong>High/Low</strong> - nel quale puoi guadagnare se il mercato chiude a un prezzo più alto o più basso rispetto a quello deciso.

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and Payment Agents.
it: <strong>DISCLAIMER IMPORTANTE</strong> - %1 non è affiliato con nessun Agente di Pagamento qui sopra elencato . Ogni Agente di pagamento opera come fornitore indipendente di servizi e non è appoggiato, garantito o diversamente approvato da %1. I CLIENTI TRATTANO CON GLI AGENTI DI PAGAMENTO A PROPRIO ESCLUSIVO RISCHIO E PERICOLO. Ai clienti si consiglia di verificare le credenziali degli Agenti di Pagamento prima di spedire loro soldi. %1 non potrà in alcun caso essere considerato responsabile per le transazioni effettuate tra i clienti e gli Agenti di Pagamento.

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and payment agents.
it: <strong>DISCLAIMER IMPORTANTE</strong> - %1 non è affiliato con alcun agente di pagamento qui sopra elencato. Ogni agente di pagamento opera come fornitore indipendente di servizi e non è appoggiato, garantito o diversamente approvato da %1. I CLIENTI TRATTANO CON GLI AGENTI DI PAGAMENTO A LORO ESCLUSIVO RISCHIO E PERICOLO. Ai clienti si consiglia di verificare le credenziali degli agenti di pagamento prima di spedire loro soldi. %1 non potrà in alcun caso essere considerato responsabile per le transazioni effettuate tra clienti e agenti di pagamento.

source: <strong>In/Out</strong> - predict if the market will stay inside two price targets, or end between or outside them.
it: <strong>In/Out</strong> - prevedi se il mercato rimarrà all'interno di due prezzi scelti o se chiuderà all'interno o all'esterno di tali limiti.

source: <strong>In/Out</strong> - where you can profit from the market staying inside, or going outside, two price targets.
it: <strong>In/Out</strong> - nel quale puoi guadagnare se il mercato rimane all'interno o va al di fuori di due prezzi scelti.

source: <strong>Instant access</strong> - open an account in minutes.
it: <strong>Accesso istantaneo</strong> - apri un account in pochi minuti.

source: <strong>Instant funding</strong> - open, fund, or withdraw from your account within minutes, 24 hours a day.
it: <strong>Finanziamento istantaneo</strong> - apri, deposita o preleva dal tuo account in pochi minuti, 24 ore al giorno.

source: <strong>Known risks</strong> - you know from the start what you will win or lose.
it: <strong>Rischi noti</strong> - sai dall'inizio che cosa potrai vincere o perdere.

source: <strong>Long-term action</strong> - choose trades with durations of up to 365 days.
it: <strong>Azione a lungo termine</strong> - scegli trade con durate fino a 365 giorni.

source: <strong>Low minimum stakes</strong> - start trading with as little as $5.
it: <strong>Puntate minime basse</strong> - inizia a effettuare trade con anche solo $5.

source: <strong>No surprises</strong> - no 'slippage', no 'margin calls', no getting 'stopped out', and no hidden fees or commissions.
it: <strong>Nessuna sorpresa</strong> - nessun 'rallentamento', nessun 'margin call', nessuno 'stop out' e nessuna commissione nascosta.

source: <strong>No surprises</strong> - you will never have margin calls, gap risk, slippage costs, hidden fees or commissions.
it: <strong>Nessuna sorpresa</strong> - non avrai mai margin call, rischio di divario, costi di rallentamento o commissioni nascoste.

source: <strong>Other Risks</strong>: There are other risks that relate to trading investment products and trading foreign currencies that cannot be described in detail in this document. Generally, however, securities, options and currency transactions involve exposure to a combination of the following risk factors: market risk, credit risk, settlement risk, liquidity risk, operational risk and legal risk. For example, there can be serious market disruptions if economic or political or other unforeseen events locally or overseas affect the market. In addition to these types of risk there may be other factors such as accounting and tax treatment issues that you should consider.
it: <strong>Altri rischi</strong>: esistono altri rischi connessi al trading in prodotti di investimento e valute estere che non possono essere descritti nel dettaglio in questo documento. Ad ogni modo, in genere i titoli, le opzioni e le transazioni in valuta comportano l'esposizione ai seguenti fattori di rischio: rischio del mercato, rischio di credito, rischio di regolamento, rischio di liquidità, rischio operativo e legale. Ad esempio, possono verificarsi serie distorsioni del mercato nel caso in cui eventi economici, politici o altre situazioni imprevedibili a livello locale o globale influenzino il mercato. Oltre a queste tipologie di rischio vanno considerati altri fattori come ad esempio i problemi contabili e fiscali.

source: <strong>Patented technology</strong> - %1 is the industry pioneer and holds patented pricing technology.
it: <strong>Tecnologia brevettata</strong> - %1 è il pioniere nel settore e possiede una tecnologia brevettata per la determinazione dei prezzi.

source: <strong>Payment options</strong> - %1 offers many payment methods, such as credit/debit cards, bank wires, e-cash and e-wallets.
it: <strong>Opzioni di pagamento</strong> - %1 offre molte modalità di pagamento, come carte di credito/debito, bonifici bancari, e-cash e e-wallet.

source: <strong>Quiet markets</strong> - choose the no-touch trade, the stays-between trade, or the ends-between trade.
it: <strong>Mercati stabili</strong> - scegli trade no touch, in o out.

source: <strong>Random Indices</strong> - trade %1's proprietary random indices.
it: <strong>Indici Random</strong> - negozia con gli indici random di proprietà di %1.

source: <strong>Random indices</strong> - trade %1's own random indices, 24/7.
it: <strong>Indici Random</strong> - negozia con gli indici random di %1, 24/7.

source: <strong>Rise/Fall</strong> - predict if the market will rise or fall from its current level.
it: <strong>Rialzo/Ribasso</strong> - prevedi se il mercato incrementerà o decerementerà rispetto al suo livello attuale.

source: <strong>Rise/Fall</strong> - where you can profit from the market rising or falling from its current level.
it: <strong>Rialzo/Ribasso</strong> - nel quale puoi guadagnare dal rialzo o dal ribasso del mercato rispetto al suo livello attuale.

source: <strong>Rising markets</strong> - choose the rise trade, higher trade, one-touch trade with a high barrier, or no-touch trade with a low barrier.
it: <strong>Mercati in rialzo</strong> - scegli trade in rialzo, high, one touch con una barriera alta oppure no touch con una barriera bassa.

source: <strong>Scalable trading</strong> - win the same proportional return on stakes of all values.
it: <strong>Trading scalabile</strong> - ottieni la stessa percentuale di rendimento su puntate di qualsiasi valore.

source: <strong>Security</strong> - %1 ensures your personal data and transactions are always secure.
it: <strong>Sicurezza</strong> - %1 garantisce l'assoluta protezione di tutti i tuoi dati personali e delle tue transazioni.

source: <strong>Set your probability of winning</strong> - choose trades with high returns and a low probability to win, or with low returns and a high probability to win.
it: <strong>Imposta la tua probabilità di vincita</strong> - scegli trade con alti rendimenti e una bassa probabilità di vincita, oppure trade con rendimenti bassi e un'alta probabilità di vincita.

source: <strong>Short to long-term</strong> - choose timeframes from 10 seconds to 365 days.
it: <strong>Breve-lungo termine</strong> - scegli intervalli temporali da 10 secondi a 365 giorni.

source: <strong>Short-term action</strong> - choose intraday trades from 1 minute to 24 hours.
it: <strong>Breve termine</strong> - scegli negoziazioni infragiornaliere da 1 minuto a 24 ore.

source: <strong>Stock Indices</strong> - trade all major worldwide stock indices.
it: <strong>Indici azionari</strong> - negozia tutti i principali indici azionari a livello mondiale.

source: <strong>Stock indices</strong> - trade all major worldwide stock indices.
it: <strong>Indici azionari</strong> - negozia tutti i principali indici azionari a livello mondiale.

source: <strong>Take early profits</strong> - sell your long-term trades at market prices before they expire.
it: <strong>Trai profitti in anticipo</strong> - vendi i tuoi trade a lungo termine al prezzo di mercato prima della loro scadenza.

source: <strong>Tax-free</strong> - binaries are licensed as a betting activity in the UK, so your winnings are tax-free.
it: <strong>Tax-free</strong> - nel Regno Unito le opzioni binarie sono concesse in licenza come attività di scommessa, pertanto le vincite sono esenti da imposte.

source: <strong>To get your API token:</strong>
it: <strong>Per ottenere il tuo token API:</strong>

source: <strong>Touch/No Touch</strong> - predict if the market will touch or not touch a price target.
it: <strong>Touch/No Touch</strong> - prevedi se il mercato raggiungerà o meno un prezzo scelto.

source: <strong>Touch/No Touch</strong> - where you can profit from the market touching or not touching a target price.
it: <strong>Touch/No Touch</strong> - dove puoi guadagnare se il mercato raggiunge o meno un prezzo scelto.

source: <strong>Trade to your budget</strong> - dip a toe in the water with $2 or go all out for $100,000.
it: <strong>Negozia con il tuo budget</strong> - prova con soli $2 oppure alla grande con $100.000.

source: <strong>Trade to your strategy</strong> - set your trades on ‘gut feel’, or use technical or fundamental analysis.
it: <strong>Negozia con la tua strategia</strong> - imposta i tuoi trade in base al tuo istinto oppure utilizza analisi tecniche o fondamentali.

source: <strong>Trade when you want to trade</strong> - trade 24/7, even on weekends.
it: <strong>Negozia quando lo desideri</strong> - negozia 24/7, anche durante i weekend.

source: <strong>Trade with confidence</strong> - get pricing that is normally reserved for big institutional players.
it: <strong>Negozia con fiducia</strong> - ottieni prezzi normalmente riservati ai grandi giocatori istituzionali.

source: <strong>Trade your way</strong> - customize your trades to meet your needs.
it: <strong>Negozia a modo tuo</strong> - personalizza i tuoi trade in base alle tue esigenze.

source: <strong>Up to 100% returns on rise/fall trades</strong> - we challenge you to find better returns on any competing website.
it: <strong>Rendimenti fino al 100% su trade in rialzo/ribasso</strong> - ti sfidiamo a trovare rendimenti migliori su un qualsiasi sito internet concorrente.

source: <strong>Volatile markets</strong> - choose the one-touch trade, the goes-outside trade, or the ends outside trade.
it: <strong>Mercati volatili</strong> - scegli trade One touch, Goes Outside (Esce fuori) oppure Ends Outside (Termina fuori).

source: <ul><li> Go to the <strong>Edit</strong> menu and select <strong>Preferences....</strong> </li><li> Click on the <strong>Security</strong> tab. </li><li> Set "<strong>Accept cookies</strong>" to <strong>Always</strong>. </li><li> Click on the <strong>X</strong> button at the top right to save and close. </li></ul>
it: <ul><li> Vai al menu <strong>Modifica</strong> e seleziona <strong>Preferenze....</strong> </li><li> Clicca sulla tab <strong>Sicurezza</strong>. </li><li> Imposta"<strong>Accetta cookie</strong>" su <strong>Sempre</strong>. </li><li> Per salvare e chiudere, clicca sulla <strong>X</strong> nella parte in alto a destra. </li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Internet Options</strong>. </li><li> Click on the <strong>Privacy</strong> tab. </li><li> Click on the <strong>Advanced</strong> button. </li><li> Select the <strong>Override automatic cookie handling</strong>. </li><li> Select <strong>Accept</strong> for both <strong>First-party Cookies</strong> and <strong>Third-party Cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
it: <ul><li> Vai al menu <strong>Strumenti</strong> e seleziona <strong>Opzioni internet</strong>. </li><li> Clicca sulla tab <strong>Privacy</strong>. </li><li> Clicca sul pulsante <strong>Avanzate</strong>. </li><li> Seleziona <strong>Sostituisci gestione automatica dei cookie</strong>. </li><li> Seleziona <strong>Accetta</strong> sia per <strong>Cookie proprietari</strong>, sia per <strong>Cookie di terze parti</strong>. </li><li> Per salvare e chiudere, clicca su <strong>OK</strong>. </li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Preferences</strong>. </li><li> Click on the <strong>Advanced</strong> tab. </li><li> Select <strong>Cookies</strong> from the left column. </li><li> Select <strong>Accept cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
it: <ul><li> Vai al menu <strong>Strumenti</strong> e seleziona <strong>Preferenze</strong>. </li><li> Clicca sulla tab <strong>Avanzate</strong>. </li><li> Dalla colonna a sinistra, seleziona <strong>Cookie</strong>. </li><li> Seleziona <strong>Accetta cookie</strong>. </li><li> Per salvare e chiudere, clicca su <strong>OK</strong>. </li></ul>

source: <ul><li>Go to "<strong>Customize and control Google Chrome</strong>" dropdown and select <strong>Options</strong>.</li><li>Click on the <strong>Under the Hood</strong> tab.</li><li>Click on the <strong>Content settings</strong> button.</li><li>Select <strong>Allow local data to be set (recommended)</strong>.</li><li>Click on the <strong>Close</strong> button to save your settings.</li></ul>
it: <ul><li>Vai al menu a tendina "<strong>Personalizza e controlla Google Chrome</strong>" e seleziona <strong>Opzioni</strong>.</li><li>Clicca sulla tab <strong>Impostazioni avanzate</strong>.</li><li>Clicca sul pulsante <strong>Impostazioni contenuti</strong>.</li><li>Seleziona <strong>Consenti il salvataggio dei dati in locale (consigliato)</strong>.</li><li>Per salvare le tue impostazioni, clicca sul pulsante <strong>Chiudi</strong>.</li></ul>

source: <ul><li>Go to the <strong>Tools</strong> menu and select <strong>Options</strong>.</li><li>Click on the <strong>Privacy</strong> tab.</li><li>Set "<strong>Firefox will</strong>" to "<strong>Remember history</strong>".</li><li>Click on the <strong>OK</strong> button to save your settings.</li></ul>
it: <ul><li>Vai al menu <strong>Strumenti</strong> e seleziona <strong>Opzioni</strong>.</li><li>Clicca sul tab <strong>Privacy</strong>.</li><li>Imposta l'opzione "<strong>Impostazioni cronologia</strong>" su "<strong>Utilizza impostazioni personalizzate</strong>".</li><li>Per salvare le tue impostazioni, clicca su <strong>OK</strong>.</li></ul>

source: == Toll Free ==
it: == Numero Verde ==

source: A Simple moving average line can be enhanced by putting a percentage envelope on either side of it. Our lines are displayed 20% above and 10% below the moving average line.
it: Una linea di media mobile semplice può essere migliorata mettendo una copertura percentuale su ciascun lato. Le nostre linee vengono mostrate al 20% al di sopra e 10% al di sotto della linea di media mobile.

source: A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader.
it: Un trade Stays Between (Staziona fra) è quello in cui si guadagna se, per tutta la durata dell'intervallo temporale scelto dal trader, il prezzo di mercato rimane fra (non tocca) NESSUNO dei limiti di prezzo più alto e più basso. Un trade Goes Outside (Esce fuori) è quello in cui si guadagna se, in un qualsiasi momento del periodo scelto dal trader, il prezzo di mercato tocca UNO dei limiti di prezzo impostati dal trader.

source: A Trading Agent is a person or entity other than the Client, who is given the authority to buy and sell contracts on behalf of the Client in the Client's Account.
it: Un Agente di trading è una persona o un'entità diversa dal Cliente, cui viene attribuito il potere di acquistare o vendere contratti per conto del Cliente tramite l'Account del Cliente stesso.

source: A True Partnership
it: Una vera partnership

source: A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct.
it: Un'opzione binaria è un contratto acquistato da un trader, in base al quale viene pagato un importo prestabilito se la sua previsione è corretta.

source: A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called ‘binary’ because there can be only two outcomes – win or lose.
it: Un'opzione binaria è un'opzione con un payout (guadagno) fisso determinato all'inizio della negoziazione. Se la tua previsione è corretta, riceverai il payout stabilito. In caso contrario, perderai la puntata iniziale e null'altro. Le opzioni vengono chiamate "binarie" perché hanno solo due risultati possibili: una vincita o una perdita.

source: A conflict of interest can arise between the Binary Group companies and associates, the directors and staff of such companies ("us") and you as a client or between your interests and those of another client of ours.
it: Un eventuale conflitto di interessi può insorgere tra le società del Gruppo Binary e gli associati, tra i manager e lo staff di tali società ("noi") e te in qualità di cliente oppure tra i tuoi interessi e quelli di altri nostri clienti.

source: A dedicated affiliate team to provide you with the best service possible
it: Un team dedicato per gli affiliati per fornirti il miglior servizio possibile

source: A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives.
it: Un prodotto derivato è uno strumento finanziario il cui valore è determinato con riferimento a un mercato sottostante. I prodotti derivati vengono negoziati comunemente nel mercato interbancario e le opzioni binarie sono una delle forme più semplici di prodotto derivato.

source: A general error has occurred.
it: Si è verificato un errore generico.

source: A momentum indicator showing the percent rate-of-change of a triple exponentially smoothed moving average. Like other oscillators, TRIX oscillates around a zero line.
it: Un indicatore di momento indicante la percentuale del tasso di variazione di una tripla media mobile adattiva esponenziale. Come gli altri oscillatori, l'indicatore TRIX oscilla attorno alla linea dello zero.
