Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: Please make sure that you first agree with the Agent on the terms of payment before submitting your request.
it: Prima di inviare la tua richiesta, assicurati di essere d'accordo con l'Agente sui termini di pagamento.

source: Please note that mobile telephone bills are not acceptable as evidence of address
it: Si prega di notare che le bollette dei cellulari non possono essere accettate quale attestazione dell'indirizzo

source: Please note that our website generates log files that record the IP addresses of accesses to your account. This information is gathered with the sole purpose of assisting in the unlikely event of a need to investigate accesses to your account by unauthorised users. Additionally we may verify certain of the information you supply in the account opening form, or otherwise, with third-party information providers.
it: Si prega di notare che il nostro sito internet genera dei file di log che registrano gli indirizzi IP degli accessi sul tuo account. Queste informazioni vengono raccolte solo al fine di essere d'aiuto in caso di necessità di indagini sugli accessi effettuati sul tuo account da parte di utenti non autorizzati. Inoltre, possiamo verificare determinate informazioni fornite sul modulo di apertura dell'account o diversamente da parte di provider di informazioni terzi.

source: Please note that to apply to become a Payment Agent, you must <a href="%1">Authenticate your Account</a> first.
it: Si prega di notare che per richiedere di diventare un Agente di Pagamento, devi innanzitutto <a href="%1">Convalidare il tuo Account</a>.

source: Please note that weekend quotes are ignored for the purpose of contract settlement. During weekends, the forex markets may occasionally generate prices, however these prices are often artificial (traders sometimes take advantage of the illiquidity of the markets during weekends to push up or down prices). To avoid settling prices based on such artificial prices, it is %1's policy not to count weekend prices towards contract settlement values (except for the random indices, which are open during weekends).
it: Si prega di notare che le quotazioni dei weekend vengono ignorate ai fini della liquidazione dei contratti. Durante i weekend i mercati Forex possono occasionalmente generare prezzi, i quali sono spesso falsati (i trader a volte sfruttano l'illiquidità dei mercati durante i weekend per spingere i prezzi verso l'alto o verso il basso). Per evitare tali prezzi falsati, la policy di %1 è quella di non considerare i prezzi dei weekend sui valori di liquidazione dei contratti (ad eccezione degli indici Random che sono aperti durante i weekend).

source: Please note that you may update your personal information at any time by logging into the "Settings" section of your account. It is your responsibility to ensure that %1 is promptly and continually informed of any change in your personal information.
it: Puoi aggiornare in qualsiasi momento le tue informazioni personali entrando nella sezione "Impostazioni" del tuo account. È tua responsabilità quella di garantire che %1 venga prontamente e continuativamente informato di qualsiasi modifica nei tuoi dati personali.

source: Please note that your settings have been updated as follows:
it: Si prega di notare che le tue impostazioni sono state aggiornate come segue:

source: Please post the documents to:
it: Pubblica i documenti su:

source: Please provide at least one self-exclusion setting.
it: Fornisci almeno un'impostazione di auto esecuzione.

source: Please provide some information about yourself and your proposed services
it: Fornisci qualche informazione su te stesso e sui servizi da te proposti

source: Please provide us with the following information:
it: Forniscici le seguenti informazioni:

source: Please provide your email address and password to open a virtual money account and start practicing.
it: Fornisci il tuo indirizzo email e una password per aprire un account virtuale e iniziare a fare pratica.

source: Please refer to the following commission plan.
it: Fai riferimento al seguente prospetto delle commissioni.

source: Please remember at all times that trading binary options can be an exciting activity, but we have a moral duty to remind you of the risks you may run. Options trading can become a real addiction, as can any other activity pushed to its limits. We kindly ask you to engage in a careful self-analysis to check if you are at risk. To avoid the danger of such an addiction, it is important that you follow some basic principles and guidelines.
it: Ricorda che il trading in opzioni binarie può essere un'attività entusiasmante ma abbiamo il dovere morale di ricordarti i rischi connessi. Il trading in opzioni può diventare una vera e propria dipendenza così come qualsiasi altra attività spinta al limite. Ti chiediamo gentilmente di impegnarti in un'attenta auto analisi per verificare se sei a rischio. Per evitare i danni di tale dipendenza, è importante seguire alcuni principi di base e linee guida.

source: Please select
it: Seleziona

source: Please select "Payout" or "Stake" option.
it: Seleziona l'opzione "Payout" o "Puntata".

source: Please select a value.
it: Seleziona un valore.

source: Please select your country of residence
it: Seleziona il tuo paese di residenza

source: Please specify your country.
it: Specifica il tuo paese.

source: Please switch accounts to trade this contract.
it: Cambia account per negoziare questo contratto.

source: Please switch accounts to trade this market.
it: Cambia account per negoziare su questo mercato.

source: Please take a moment to verify your identity by providing us with the correct answer to your secret question and date of birth, below.
it: Verifica la tua identità fornendoci la risposta corretta alla tua domanda segreta e la tua data di nascita qui sotto.

source: Please try again.
it: Riprova.

source: Please type your chosen password twice into the fields below:
it: Digita la password scelta nei due campi sottostanti:

source: Please use only alphanumeric characters or spaces.
it: Utilizza solo caratteri alfanumerici o spazi.

source: Please use only letters, spaces, hyphens, full-stops or apostrophes.
it: Utilizza solo lettere, spazi, trattini, punti o apostrofi.

source: Please wait.<br />Your request is being processed.
it: Attendi.<br />La tua richiesta sta per essere elaborata.

source: Portfolio
it: Portafoglio

source: Postal Code / ZIP
it: Codice postale/CAP

source: Postcode is invalid.
it: Il codice postale non è valido.

source: Postcode is required for UK residents.
it: Per i residenti del Regno Unito è richiesto il codice postale.

source: Postcode must be less than 20 characters long and may not contain "+".
it: Il codice postale non può superare i 20 caratteri e non può contenere "+".

source: Potential profit
it: Profitto potenziale

source: Potential profit and losses are limited to stop profit and stop loss levels respectively.
it: Il profitto potenziale e le perdite sono limitate rispettivamente dai livelli di stop profit e stop loss.

source: Power & simplicity
it: Potenza e semplicità

source: Presents the maximum aggregate payouts on outstanding contracts in your portfolio. If the maximum is attained, you may not purchase additional contracts without first closing out existing positions.
it: Presenta i payout complessivi massimi sui contratti in essere nel tuo portafoglio. Se si raggiunge il numero massimo, non sarà possibile acquistare altri contratti senza prima chiudere delle posizioni esistenti.

source: Prevailing market price cannot be determined at this time.
it: Il prezzo di mercato prevalente in questo momento non può essere determinato.

source: Prevailing market price cannot be determined.
it: Il prezzo di mercato prevalente non può essere determinato.

source: Previous
it: Precedente

source: Price
it: Prezzo

source: Price Oscillator
it: Oscillatore dei prezzi

source: Price has moved in your favour from %1 to %2.
it: Il prezzo si è mosso a tuo favore da %1 a %2.

source: Price the trade.
it: Stabilisci il prezzo del trade.

source: Pricing Table
it: Tabella dei prezzi

source: Pricing table
it: Tabella dei prezzi

source: Primary
it: Primario

source: Print
it: Stampa

source: Print chart
it: Stampa grafico

source: Privacy & Security
it: Privacy e Sicurezza

source: Proceed
it: Continua

source: Processing Time
it: Tempo di elaborazione

source: Professional Clients
it: Clienti professionisti

source: Profit
it: Profitto

source: Profit / Loss
it: Profitto/Perdita

source: Profit Table
it: Tabella dei profitti

source: Profit/<wbr/>Loss
it: Profitto/<wbr/>Perdita

source: Profit/Loss
it: Profitto/Perdita

source: Profit/Loss (points)
it: Profitto/Perdita (punti)

source: Prominently incorporate and continually display the most up-to-date Links provided to you by the Company on your Site and you shall not alter the form, location or operation of the Links without the Company's prior consent
it: Incorpori in maniera ben visibile e mostri di continuo i Link più aggiornati a te forniti da parte della Società sul tuo Sito e non altererai il modulo, la posizione o il funzionamento dei Link senza il previo consenso della Società

source: Promoting the %1 Site
it: Promuovere il sito di %1

source: Proof of address
it: Attestazione dell'indirizzo

source: Proper barriers could not be determined.
it: Impossibile definire delle barriere adeguate.

source: Provide the Company with all data and information related to the Company (including, but not limited to, passwords) at no charge to the Company, to enable the Company to monitor your Site and to ensure that you are complying with these terms and conditions.
it: Fornisci alla Società tutti i dati e le informazioni connesse alla Società (incluse, ma non esclusivamente, le password) senza oneri per la Società, per consentire a quest'ultima di monitorare il tuo Sito e di garantire la tua conformità con i presenti termini e condizioni.

source: Provide us with the following documentation:
it: Forniscici la seguente documentazione:

source: Purchase
it: Acquisto

source: Purchase Date
it: Data d'acquisto

source: Purchase Price
it: Prezzo d'acquisto

source: Purchase Spot
it: Spot d'acquisto

source: Purchase Time
it: Orario d'acquisto

source: Purchase of this contract would cause you to exceed our payout limit for open contracts of this type. To continue please consider to sell a few contracts at the market or trade in different contract types.
it: L'acquisto di questo contratto porterebbe al superamento del nostro limite di payout per i contratti aperti di questo tipo. Per continuare, vendi qualche contratto sul mercato oppure negozia con tipologie di contratti diversi.

source: Purchase of this contract would cause you to exceed your 7-day turnover limit of %1%2.
it: L'acquisto di questo contratto porterebbe al superamento del tuo limite di turnover su 7 giorni di %1 %2.

source: Purchase of this contract would cause you to exceed your daily turnover limit of %1%2.
it: L'acquisto di questo contratto porterebbe al superamento del tuo limite giornaliero di turnover di %1 %2.

source: Put a limit on your winnings. Once you have reached it put some aside and trade with the rest of the money.
it: Metti un limite sulle tue vincite. Quando lo avrai raggiunto, mettine un po' da parte e negozia con i soldi rimanenti.

source: Quantitative Analytics
it: Analitica quantitativa

source: Quote
it: Quotazione

source: Random 100 Index
it: Random 100

source: Random 25 Index
it: Random 25

source: Random 50 Index
it: Random 50

source: Random 75 Index
it: Random 75

source: Random Indices
it: Indici Random

source: Random Markets
it: Mercati Random

source: Random Moon
it: Random Luna

source: Random Nocturnes
it: Random notturni

source: Random Quotidians
it: Random quotidiani

source: Rate of Change
it: Tasso di cambio

source: Re-enter your password
it: Inserisci nuovamente la password

source: Read about the five types of trade offered by %1.
it: Leggi delle cinque tipologie di trade offerte da %1.

source: Read the answers to some common questions.
it: Leggi le risposte di alcune domande comuni.

source: Real Account
it: Account reale

source: Real Money Account Opening
it: Apertura di un account reale

source: Real-time Prices
it: Prezzi in tempo reale

source: Real-time prices, benchmarked against interbank options markets.
it: Prezzi in tempo reale, confrontati con i mercati interbancari di opzioni.

source: Reality Check
it: Verifica della realtà

source: Realtime data is not available for this underlying
it: Per questo strumento non sono disponibili dati in tempo reale

source: Reap the rewards of trading binaries, knowing your funds are always safe.
it: Raccogli i frutti del trading binario, sapendo che i tuoi fondi sono sempre al sicuro.

source: Ref.
it: Rif.

source: Regent Markets Group Ltd. renames to Binary Ltd.
it: Regent Markets Group Ltd. viene rinominato Binary Ltd.

source: Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation.
it: Regent Markets Group Ltd. viene rinominato Binary Ltd., armonizzando il brand della società e del sito internet attraverso tutta l'organizzazione.

source: Regent Markets acquires BetsForTraders client base
it: Regent Markets acquisisce la clientela di BetsForTraders

source: Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence.
it: Regent Markets ha richiesto a Marzo 2000 un brevetto sulla base della nostra posizione esclusiva di unico competitor serio nell'attività delle scommesse finanziarie con probabilità fisse. A Maggio abbiamo registrato il nome di BetOnMarkets e ci siamo trasferiti a Malta per ricevere un'autorizzazione per le scommesse su Internet.

source: Regent Markets files for patent, and registers BetOnMarkets trading name
it: Regent Markets richiede un brevetto e registra il nome di trading BetOnMarkets

source: Regent Markets granted US patent for ‘Betting system and method’
it: Regent Markets ha ottenuto un brevetto americano per il "Sistema e metodo di scommessa"

source: Regent Markets granted two new US patents
it: Regent Markets ha ottenuto due nuovi brevetti americani

source: Regent Markets is founded by Jean-Yves Sireau
it: Regent Markets è stato fondato da Jean-Yves Sireau

source: Regent Markets obtains a licence in the Isle of Man
it: Regent Markets ottiene un'autorizzazione nell'Isola di Man

source: Regent Markets receives funding to provide on-line financial betting services
it: Regent Markets riceve fondi per fornire servizi di scommessa finanziaria online

source: Regent Markets sets up a programming centre in Cyberjaya, Malaysia
it: Regent Markets fonda un centro di programmazione a Cyberjaya, Malesia

source: Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com, <a href="%1" target="_blank">disposes of its stake</a> at a valuation of US$ 50.5 million.
it: Regent Pacific Group Ltd., un azionista fondatore di Binary.com, quotato alla borsa di Hong Kong, <a href="%1" target="_blank">dispone delle sue partecipazioni</a> per un valore di 50,5 milioni di dollari americani.

source: Regent Pacific transaction
it: Transazione di Regent Pacific

source: Register
it: Registrati

source: Rel Change
it: Tasso di cambio

source: Relative Strength Index
it: Indice di forza relativo

source: Reload Cashier
it: Aggiorna la Cassa

source: Reload page
it: Aggiorna la pagina

source: Remove Overlay
it: Rimuovi la sovrapposizione

source: Represents the maximum amount of cash that you may hold in your account. If the maximum is reached, you will be asked to withdraw funds.
it: Rappresenta l'importo massimo di denaro che può essere tenuto sul tuo account. Se raggiungi tale valore massimo, ti verrà richiesto di prelevare fondi.

source: Represents the maximum number of outstanding contracts in your portfolio. Each line in your portfolio counts for one open position. Once the maximum is reached, you will not be able to open new positions without closing an existing position first.
it: Rappresenta il numero massimo di contratti in essere nel tuo portafoglio. Ogni riga presente sul tuo portafoglio vale una posizione aperta. Una volta raggiunto il valore massimo, non potrai aprire nuove posizioni senza prima chiudere una posizione esistente.

source: Represents the maximum volume of contracts that you may purchase in any given trading day.
it: Rappresenta il volume massimo di contratti che puoi acquistare in un dato giorno di trading.

source: Resale of this contract is not offered due to end-of-year market holidays.
it: La rivendita di questo contratto non è possibile a causa della festività di fine anno del mercato.

source: Resale of this contract is not offered due to market holiday during contract period.
it: La rivendita di questo contratto non è disponibile a causa della festività del mercato durante il periodo del contratto.

source: Resale of this contract is not offered due to market holidays during contract period.
it: La rivendita di questo contratto non è disponibile a causa delle festività del mercato durante il periodo del contratto.

source: Resale of this contract is not offered with less than %1 remaining.
it: La rivendita di questo contratto non è disponibile con meno di %1 rimanenti.

source: Resale of this contract is not offered.
it: La rivendita di questo contratto non è disponibile.

source: Resale price
it: Prezzo di rivendita

source: Resend Verification Email
it: Rinvio dell'email di verifica

source: Reset Password
it: Ripristina password

source: Resources
it: Risorse

source: Responsible Trading
it: Trading responsabile

source: Retail Clients
it: Clienti al dettaglio

source: Retracement Percentages
it: Percentuali di ritracciamento

source: Retry
it: Riprova

source: Return
it: Rendimento

source: Returns above 100%
it: Rendimenti superiori al 100%

source: Returns above 100% on simple <a href='%1' class='pjaxload'>rise/fall</a> contracts.
it: Rendimenti superiori al 100% su semplici contratti di <a href='%1' class='pjaxload'>rialzo/ribasso</a>.

source: Returns above 1000% on <a href='%1' class='pjaxload'>higher/lower</a> and <a href='%2' class='pjaxload'>touch/no-touch</a> trades.
it: Rendimenti superiori al 1000% su trade <a href='%1' class='pjaxload'>high/low</a> e <a href='%2' class='pjaxload'>touch/no-touch</a>.

source: Right click to add studies, lines, overlays and more. You can save your work by choosing Workspace from the top menu
it: Clicca con il tasto destro per aggiungere studi, linee, sovrapposizioni e altro. Puoi salvare il tuo lavoro scegliendo Area di lavoro dalla parte in alto del menu

source: Rise
it: Rialzo

source: Rise / Fall Table
it: Tabella rialzo/ribasso

source: Rise / Fall table
it: Tabella rialzo/ribasso

source: Rise Contract Return
it: Rendimento sui contratti di rialzo

source: Rise Contract Return (%)
it: Rendimento sui contratti di rialzo (%)

source: Rise/Fall
it: Rialzo/Ribasso

source: Rise/Fall Table
it: Tabella rialzo/ribasso

source: Rise/Fall contracts of less than 5 minutes duration are only available when you select "Now" as the start time.
it: I contratti di rialzo/ribasso con durata inferiore ai 5 minuti sono disponibili solo quando selezioni "Adesso" come orario di inizio.

source: Rise/Fall trades
it: Trade di rialzo/ribasso

source: Risk Disclaimer
it: Disclaimer sui rischi

source: Risks of Investment Products
it: Rischi dei prodotti d'investimento

source: Sa
it: Sab

source: Salaried Employee
it: Lavoratore dipendente

source: Sale Date
it: Data della vendita

source: Sale Price
it: Prezzo di vendita

source: Saturday
it: Sabato

source: Save
it: Salva

source: Save as CSV
it: Salva come CSV

source: Save as JPEG
it: Salva come JPEG

source: Save as PDF
it: Salva come PDF

source: Save as PNG
it: Salva come PNG

source: Save as SVG
it: Salva come SVG

source: Seasoned traders can use the %1 platform for the full advantage of the wide range of trading and analysis tools we have on offer.
it: I trader con esperienza possono utilizzare la piattaforma di %1 per sfruttare tutta l'ampia gamma di strumenti di trading e analisi da noi offerti.

source: Second line of home address
it: Seconda riga dell'indirizzo di residenza

source: Secondary
it: Secondario

source: Secret question
it: Domanda segreta

source: Security
it: Sicurezza

source: Security Statement
it: Dichiarazione di sicurezza

source: Security and Privacy
it: Sicurezza e privacy

source: See demo
it: Vedi demo

source: Select Configure Bulk Clients at the top of the page.
it: Seleziona "Configura clienti di massa" nella parte in alto della pagina.

source: Select Country
it: Seleziona Paese

source: Select Trading, at the top of the page, to purchase a contract. At the top left, you will see your client’s name and details. Always confirm the client's details before buying a trade on their behalf.
it: Per acquistare un contratto, seleziona Trading nella parte in alto della pagina. Nella parte in alto a sinistra vedrai il nome e i dettagli dei tuoi clienti. Conferma sempre i dettagli dei clienti prima di acquistare un trade per loro conto.

source: Select market
it: Seleziona il mercato

source: Select the contract that you want to place. Wait for the price details to be displayed and then click Buy.
it: Seleziona il contratto che desideri piazzare. Attendi che i dettagli del prezzo vengano mostrati e poi clicca su Acquista.

source: Self Exclusion
it: Auto esclusione

source: Self-Employed
it: Lavoratore autonomo

source: Self-Exclusion Facilities
it: Funzioni di auto esclusione

source: Sell
it: Vendi

source: Sell Price
it: Prezzo di vendita

source: Sell Spot
it: Spot di vendita

source: Sell Time
it: Orario di vendita

source: Sell at market
it: Vendi sul mercato

source: Sell back trades at market prices.
it: Rivendi trade ai prezzi di mercato.

source: Sell option
it: Opzione di vendita

source: Send Verification Email
it: Invia email di verifica

source: Send us a CV and a covering letter that describes your career interests.
it: Inviaci un CV e una lettera di presentazione in cui descrivi i tuoi interessi professionali.

source: Send your funds to the payment agent. The deposited funds, less the agent's commission, will show up in your account.
it: Invia i tuoi fondi all'agente di pagamento. I fondi depositati, tranne le commissioni dell'agente, verranno mostrati sul tuo account.

source: Sep
it: Sett

source: September
it: Settembre

source: Service summary
it: Sommario dei servizi

source: Session duration limit cannot be more than 1440 minutes.
it: Il limite di durata della sessione non può essere superiore ai 1440 minuti.

source: Session duration limit is currently set to <strong>%1 minutes.</strong>
it: Il limite di durata della sessione è attualmente impostato su <strong>%1 minuti.</strong>

source: Session duration limit, in minutes
it: Il limite di durata della sessione, espresso in minuti

source: Session duration:
it: Durata della sessione:

source: Settings
it: Impostazioni

source: Settles
it: Liquida

source: Sharp Prices. Smart Trading.
it: Prezzi ottimi. Trading intelligente.

source: Sharp prices
it: Prezzi ottimi

source: Short
it: Breve

source: Short summary of your Payment Agent service
it: Breve sintesi del servizio del tuo Agente di pagamento
