Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: Choose the underlying market
it: Scegli il mercato sottostante

source: Choose your own strike.
it: Scegli il tuo strike.

source: Click <a href="%1" target="_blank">here</a> to try the beta-release of the application. Kindly report issues found to <a href="mailto:%2">%2</a>.
it: Clicca <a href="%1" target="_blank">qui</a> per provare la versione beta dell'applicazione. Ti chiediamo gentilmente di riferirci eventuali problemi riscontrati su <a href="mailto:%2">%2</a>.

source: Client classification
it: Classificazione del cliente

source: Client's Liability
it: Responsabilità del cliente

source: Clients agree to be fully and personally liable for the due settlement of every transaction entered into under their account with the Company. This includes any transactions entered into by members of the Client's family or entourage who have gained access to the account. Clients are responsible for ensuring that they alone control access to the account, and that no minors are granted access to trading on the website. In any case, Clients remains fully liable for any and all positions traded on their account, and for any credit card transactions entered into the site for their account. Each Client also indemnifies the Company in respect to all costs and losses of any kind, whatsoever as may be incurred by the Company as a result, direct or indirect, of the Client's failure to perform or settle such a transaction. Online Gambling debts are enforceable in law in the Isle of Man.
it: I clienti accettano di essere completamente e personalmente responsabili per la dovuta liquidazione di ciascuna transazione prevista nel proprio account con la Società. Ciò comprende qualsiasi transazione stipulata dai membri della famiglia del Cliente o dal suo entourage che hanno avuto accesso all'account. I Clienti sono responsabili per il controllo dell'accesso al proprio account, e affinché nessun minore possa accedere al trading sul sito internet. In ogni caso, i Clienti rimangono pienamente responsabili per qualsiasi posizione negoziata sul proprio account e per qualsiasi transazione effettuata con carta di credito sul sito per il proprio account. Ogni Cliente indennizzerà inoltre la Società per tutti i costi e le perdite di qualsiasi natura, in qualunque modo sostenute dalla Società quale conseguenza, diretta o indiretta, di una mancanza del Cliente nell'esecuzione o liquidazione di una transazione. I debiti del Gioco d'azzardo online sono per legge esecutivi nell'Isola di Man.

source: Clients from the rest of the world will have their account opened with Binary (C.R.) S.A.
it: I clienti provenienti dal resto del mondo potranno aprire il proprio account tramite Binary (C.R.) S.A.

source: Clients may avail of this bonus only when a real money account is opened.
it: I clienti possono usufruire di questo bonus solo dopo aver aperto un account reale.

source: Clients must be aware that underage gambling is an offence. If a client, upon age verification, is proven to be underage, will be deprived from any winnings and only deposits made shall be refunded.
it: I clienti devono essere consapevoli del fatto che il gioco d'azzardo da parte di minori, è un reato. Nel caso in cui si riscontri un cliente minorenne, dietro verifica dell'età, quest'ultimo verrà privato di qualsiasi vincita e gli saranno rimborsati soltanto i depositi effettuati.

source: Clients must fill into the account opening form all requested details that establish their identity. Clients must give a valid identification, address, and contact email and personal telephone number.
it: I clienti, per l'apertura dell'account, devono compilare tutti i dati richiesti nel modulo che ne stabiliscono l'identità. I clienti devono fornire un'identificazione valida, un indirizzo, un'email di contatto e un numero di telefono personale.

source: Clients must register personally.
it: I clienti devono registrarsi personalmente.

source: Clients registered with Binary (C.R.) S.A. can raise their unresolved disputes with management by submitting an email to complaints@binary.com.
it: I clienti registrati con Binary (C.R.) S.A. possono presentare le dispute non risolte al management inviando un'email all'indirizzo complaints@binary.com.

source: Clients registered with Binary (Europe) Ltd can raise their unresolved disputes with the Malta Gaming Authority %1 at
it: I clienti registrati con Binary (Europe) Ltd possono presentare le dispute non risolte alla Malta Gaming Authority %1 a

source: Clients registered with Binary (IOM) Ltd can raise their unresolved disputes with the Isle of Man Gambling Supervision Commission at gaming@gov.im.
it: I clienti registrati con Binary (IOM) Ltd possono inviare le dispute non risolte all'Isle of Man Gambling Supervision Commission all'indirizzo gaming@gov.im.

source: Clients registered with Binary Investments (Europe) Ltd can raise their unresolved disputes with the MFSA's Consumer Complaints Manager. Details on making a complaint with the MFSA's Consumer Complaints Manager as well as their contact details can be found here: %1. Complaints to the MFSA's Consumer Complaints Manager should always be made in writing.
it: I clienti registrati con Binary Investment (Europe) Ltd possono presentare le dispute non risolte al Consumer Complaints Manager di MFSA. I dettagli su come effettuare un reclamo al Consumer Complaints Manager di MFSA e i relativi dati di contatto possono essere trovati qui: %1. I reclami al Consumer Complaints Manager di MFSA devono sempre essere effettuati per iscritto.

source: Clients shall not hold or pool third party funds into their own account held with the Company.
it: I clienti non tratterrano né uniranno i fondi di terze parti sul proprio account con la Società.

source: Clients who do not wish to renew the self-exclusion and make a request to begin trading again, shall be given one day to cool off before being allowed access to the website. It is important to note that contact must be made to our customer services via telephone. Email contact is not sufficient.
it: Ai clienti che non desiderano rinnovare l'auto esclusione e che inoltrano una richiesta per avviare nuovamente il trading verrà concesso un giorno per riflettere prima di poter continuare ad accedere al sito internet. È importante considerare che il contatto con il nostro servizio clienti deve essere effettuato tramite telefono. Il contatto tramite email non è sufficiente.

source: Clients who wish to self-exclude should be aware that the self-exclusion period is a minimum of six months and are given the option to extend it to a total of at least five years, immediately without any cooling-off period. When the self-exclusion period is set, the balance of funds in the client's account will be refunded to the client. At the end of the self-exclusion period, the self-exclusion remains in place, unless positive action is taken by the client in order to trade again.
it: I clienti che desiderano autoescludersi devono essere consapevoli del fatto che il periodo di auto esclusione prevede un minimo di sei mesi, con la possibilità di estenderlo fino a cinque anni, immediatamente senza alcun periodo di riflessione. Dopo aver stabilito il periodo di auto esclusione, al cliente verrà rimborsato il saldo dei fondi presenti sul suo account. Alla fine del periodo di auto esclusione, quest'ultima rimane in vigore, a meno che il cliente non agisca in modo tale da riprendere il suo trading.

source: Clients' Money
it: Denaro dei clienti

source: Close
it: Chiudi

source: Close All
it: Chiudi tutto

source: Close Location Value
it: Chiudi il valore della posizione

source: Close of trading day.
it: Chiusura del giorno di trading.

source: Closed
it: Chiuso

source: Closes
it: Chiude

source: Closes early (at %1)
it: Chiude in anticipo (alle %1)

source: Comment must not exceed %1 characters. Please resubmit.
it: Il commento non deve superare i %1 caratteri. Si prega di inviarlo nuovamente.

source: Commission (%) you want to take on deposits
it: La commissione (%) che desideri sui depositi

source: Commission (%) you want to take on withdrawals
it: La commissione (%) che desideri sui prelievi

source: Commission Rates
it: Tassi delle commissioni

source: Commission on deposits
it: Commissione sui depositi

source: Commission on withdrawals
it: Commissione sui prelievi

source: Commissionable earnings will be earned for the life of the client, on all transactions the client undertakes at the merchant, for as long as you, the affiliate, remain a member of this affiliate program. The company reserves the right to cancel the commissions that are not reclaimed after 2 years.
it: Per tutta la vita del cliente, guadagnerai delle commissioni su tutte le transazioni effettuate dallo stesso fintanto che tu, in qualità di affiliato, rimarrai membro di questo programma di affiliazione. La società si riserva il diritto di annullare le commissioni non reclamate entro 2 anni.

source: Commissions for account managers
it: Commissioni per gli account manager

source: Commodities
it: Materie prime

source: Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On %1, they are priced in US dollars.
it: Le materie prime sono delle risorse che crescono o che vengono estratte dal suolo, come l'argento, l'oro e il petrolio. Su %1, vengono quotate in dollari americani.

source: Commodities trading experience
it: Esperienza di trading con le materie prime

source: Commodities trading frequency
it: Frequenza del trading con le materie prime

source: Company addresses
it: Indirizzi della società

source: Company trip to Phuket, Thailand
it: Viaggio della società a Phuket, Tailandia

source: Company's Right
it: Diritto della Società

source: Complaints and Disputes
it: Reclami e Controversie

source: Confirm
it: Conferma

source: Confirm Your Email
it: Conferma il tuo indirizzo email

source: Conflicts Policy
it: Risoluzione Controversie

source: Conflicts of Interest
it: Conflitti di interesse

source: Connection failure. Please try again later.
it: Errore di connessione. Si prega di riprovare più tardi.

source: Construction
it: Costruzione

source: Contact
it: Contatto

source: Contact Us
it: Contattaci

source: Contact each client to get their unique API token. (The API token authorizes you to place trades for your clients using funds in their %1 account)
it: Contatta ogni cliente per ottenere il loro token API unico. (Il token API ti autorizza a effettuare trade per i tuoi clienti utilizzando fondi sul loro account di %1)

source: Contact the payment agent directly for more information on how to transfer money to them.
it: Per ulteriori informazioni su come trasferire denaro all'agente di pagamento, contattarlo direttamente.

source: Contact us
it: Contattaci

source: Continue
it: Continua

source: Continue Trading
it: Continua il trading

source: Contract
it: Contratto

source: Contract Details
it: Dettagli del contratto

source: Contract Payouts
it: Payout del contratto

source: Contract Risks
it: Rischi del contratto

source: Contract Type
it: Tipologia di contratto

source: Contract barrier must be positive.
it: Il limite del contratto deve essere un valore positivo.

source: Contract can not expire during the end-of-year holiday period. Select an expiry date after %1.
it: Il contratto non può scadere durante il periodo di vacanze di fine anno. Seleziona una data di scadenza successiva al %1.

source: Contract cannot be sold at this time.
it: In questo momento il contratto non può essere venduto.

source: Contract expired
it: Contratto scaduto

source: Contract has already expired.
it: Il contratto è già scaduto.

source: Contract market price is too close to final payout.
it: Il prezzo di mercato del contratto è troppo vicino al payout finale.

source: Contract may not expire within the last %1 of trading.
it: Il contratto può non scadere negli ultimi %1 di trading.

source: Contract must be held for %1 before resale is offered.
it: Il contratto deve essere tenuto attivo per almeno %1 prima di poter procedere con la rivendita.

source: Contract must expire during trading hours.
it: Il contratto deve scadere durante l'orario di trading.

source: Contract payouts shall be determined by the Company by reference to the daily high/low/close values reported on this website relevant to the underlying index(ices) of the contract(s) or from the interbank trading data received by the Company for forex quotes or commodities prices as displayed on the website, subject that the Company shall have the right to make corrections to such data in the event of mis-priced or typographically incorrect data. Clients should note that the different markets may close at different times during the day due to local trading hours and time zones.
it: I payout del contratto saranno determinati dalla Società in base ai valori quotidiani high/low/di chiusura riportati su questo sito internet relativi all'indice o agli indici del/dei contratto/i oppure dei dati del trading interbancario ricevuti dalla Società per le quotazioni Forex o i prezzi delle materie prime, così come indicati sul sito. La Società avrà il diritto di effettuare correzioni a tali dati in presenza di errate quotazioni o dati tipograficamente errati. I clienti devono notare che i diversi mercati possono chiudere in orari diversi durante la giornata a causa degli orari locali di trading e dei fusi orari.

source: Contract period
it: Periodo del contratto

source: Contract started
it: Contratto iniziato

source: Contracts
it: Contratti

source: Contracts are not usually offered in the last hour of trade of any given market (for foreign exchange markets, the restriction may be extended up to 3 hours).
it: Generalmente i contratti non vengono offerti nell'ultima ora del trade di un qualsiasi mercato (per il mercato dei cambi, la restrizione può essere estesa fino a 3 ore).

source: Contracts bought
it: Contratti acquistati

source: Contracts may not expire on a weekend; therefore the expiry date of a contract may be pushed back to the following Monday in the event of a contract expiry date falling on a Saturday or a Sunday.
it: I contratti non possono scadere durante il weekend; pertanto la data di scadenza di un contratto può essere spostata al Lunedì successivo nel caso in cui la stessa cada di Sabato o di Domenica.

source: Contracts on %1 which both start and end between %2 and %3 on the same day are not available.
it: I contratti su %1, che iniziano e terminano tra %2 e %3 dello stesso giorno, non sono disponibili.

source: Contracts on %1 with duration more than 24 hours must expire at the end of a trading day.
it: I contratti su %1 con una durata superiore alle 24 ore devono scadere alla fine di un giorno di trading.

source: Contracts on %1 with durations under 24 hours must expire on the same trading day.
it: I contratti su %1 con durate inferiori alle 24 ore devono scadere nello stesso giorno di trading.

source: Contracts sold
it: Contratti venduti

source: Contracts will not usually be offered at odds under 0.05-to-1 (i.e. payouts of under USD/GBP/EUR/AUD 1.05 for each USD/GBP/EUR/AUD 1 staked).
it: Generalmente non si offrono contratti con probabilità inferiori a 0.05-1 (ad esempio, payout al di sotto di 1,05 USD/GBP/EUR/AUD per ogni 1 USD/GBP/EUR/AUD quotato).

source: Contracts will not usually be offered during the first 10 minutes of market trade.
it: Generalmente non si offrono contratti durante i primi 10 minuti di trading del mercato.

source: Contracts will not usually be offered when the underlying market is at its intraday high or intraday low.
it: Generalmente non si offrono contratti quando il mercato sottostante è al suo valore massimo o minimo intraday.

source: Contribute to %1's open-source projects.
it: Contribuisci ai progetti open-source di %1.

source: Controlled risk
it: Rischio controllato

source: Cookies
it: Cookie

source: Corporate Actions
it: Operazioni sul capitale

source: Costs
it: Costi

source: Costs and Charges
it: Costi e Oneri

source: Country of Residence
it: Paese di residenza

source: Cover is made available on the basis of the depositor rather than on the basis of the number of deposits, meaning that if an individual has multiple accounts he will only be covered as to €20,000 on the global amount. Any other amount exceeding such threshold is not protected and will thus have to be borne by the investor.
it: La copertura viene resa disponibile sulla base del depositante piuttosto che sulla base del numero di depositi. Ciò significa che se un soggetto ha più account, sarà coperto solo fino a €20.000 sull'importo complessivo. Qualsiasi altro importo eccedente tale limite non è protetto e dovrà quindi essere sostenuto dall'investitore.

source: Create free account
it: Crea un account gratuito

source: Create your own white-label of the %1 platform.
it: Crea la tua white label della piattaforma di %1.

source: Credit/<wbr/>Debit
it: Credito/<wbr/>Debito

source: Credit/Debit Card
it: Carta di Credito/Debito

source: Cross-company payment agent transfers are not allowed.
it: Non sono consentiti trasferimenti attraverso agenti di pagamento su conti della stessa società.

source: Crosshair
it: Mirino

source: Currencies
it: Valute

source: Currency
it: Valuta

source: Currency quotes are truncated to 5 digits and all contracts are purchased and settled based on 5-digit currency quotes.
it: Le quotazioni delle valute vengono troncate a 5 cifre e tutti i contratti vengono acquistati e impostati sulla base delle quotazioni a 5 cifre.

source: Current Level
it: Livello attuale

source: Current Spot
it: Prezzo attuale

source: Current market price is 0.
it: L'attuale prezzo di mercato è 0.

source: Current password
it: Password attuale

source: Current photocard Driving Licence (Provisional or Full)
it: Fototessera attuale sulla Patente (provvisoria o definitiva)

source: Current signed Passport
it: Passaporto valido firmato

source: Current signed Passport OR
it: Passaporto valido firmato OPPURE

source: Current time:
it: Orario attuale:

source: Customer Funds
it: Fondi dei clienti

source: Customer Support
it: Assistenza clienti

source: Customize your trades to meet your needs.
it: Personalizza i tuoi trade in base alle tue esigenze.

source: Daily
it: Giornaliero

source: Daily Prices
it: Prezzi giornalieri

source: Daily Report
it: Resoconto giornaliero

source: Daily limit on losses
it: Limite giornaliero sulle perdite

source: Daily limit on losses is currently set to <strong>%1 %2</strong>
it: Il limite giornaliero sulle perdite è attualmente impostato a <strong>%1 %2</strong>

source: Daily turnover limit
it: Limite giornaliero di turnover

source: Daily turnover limit is currently set to <strong>%1 %2</strong>
it: Il limite giornaliero di turnover è attualmente impostato a <strong>%1 %2</strong>

source: Data Feed
it: Feed di Dati

source: Data will be available after market close.
it: I dati saranno disponibili dopo la chiusura del mercato.

source: Date
it: Data

source: Date of birth
it: Data di nascita

source: Day
it: Giorno

source: Day Bet
it: Scommessa del giorno

source: Days to display
it: Giorni da visualizzare

source: Dear
it: Gentile

source: Dear %1 %2 %3,
it: Gentile %1 %2 %3,

source: Dear %1, I am writing to you regarding your account with Binary.com. We are legally required to verify that clients are over the age of 18, and so we request that you forward scanned copies of one of the following to helpdesk@binary.com: - Valid Passport or Driving licence or National ID card In order to comply with licencing regulations, you will be unable to make further deposits or withdrawals or to trade on the account until we receive this document. I look forward to hearing from you soon. Kind regards, %2
it: Gentile %1, Le scrivo in merito al Suo account presso Binary.com. Siamo obbligati a verificare che i clienti siano maggiorenni e pertanto Le chiediamo di fornirci delle copie scannerizzate di uno dei seguenti documenti all'indirizzo helpdesk@binary.com: - Passaporto, Patente o Carta d'identità in vigore Al fine di rispettare le normative per l'autorizzazione, non potrà effettuare ulteriori depositi o prelievi, oppure fare trading sull'account, fino a quando non riceveremo questo documento. In attesa di una Sua comunicazione in merito. Cordiali saluti, %2

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been a positive one so far. We thought we'd drop you a note to let you know that we have received your request for a bonus and your account has been credited with a bonus of %3%4*. Should you have any questions, please do not hesitate to contact us on %5. Kind Regards, Karen Yap %2 *Terms and conditions may apply to withdrawals. (%6)
it: Gentile %1, Siamo davvero lieti che Lei abbia deciso di fare trading con %2 e speriamo che la Sua esperienza sulla nostra piattaforma sia sempre positiva. Abbiamo pensato di inviarle una nota per informarla che abbiamo ricevuto la Sua richiesta relativa al bonus e sul Suo account è stato accreditato un bonus di %3%4*. Per qualsiasi domanda, non esiti a contattarci su %5. Cordiali saluti, Karen Yap %2 *I Termini e le condizioni possono applicarsi ai prelievi. (%6)

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been a positive one so far. We thought we'd drop you a note to let you know that we have received your request for a bonus. Unfortunately, we were unable to process your request for one of the following reasons:
it: Gentile %1, Siamo davvero lieti che Lei abbia deciso di fare trading con %2 e speriamo che la Sua esperienza sulla nostra piattaforma sia sempre positiva. Desideriamo comunicarle che abbiamo ricevuto la Sua richiesta relativa al bonus. Purtroppo, non possiamo elaborare la Sua richiesta per uno dei seguenti motivi:

source: Dear Valued Customer, Before we can help you change your password, please help us to verify your identity by clicking on the link below: %1
it: Gentile Cliente, Prima di poterla aiutare a modificare la Sua password, ci aiuti a verificare la Sua identità cliccando sul link qui sotto: %1

source: Dear Valued Customer, In order to verify, please click on the following link: %1
it: Gentile Cliente, Per completare la verifica, clicchi sul seguente link: %1

source: Dec
it: Dic

source: December
it: Dicembre

source: Decline
it: Rifiuta

source: Define your position
it: Definisci la tua posizione

source: Delete
it: Elimina

source: Delete All
it: Elimina tutto

source: Delete All Lines
it: Elimina tutte le linee

source: Delete all lines?
it: Eliminare tutte le linee?

source: Depo./With. commission
it: Commissione sui depositi/prelievi

source: Deposit
it: Deposito

source: Deposit %1 virtual money into your account
it: Deposita il denaro virtuale di %1 sul suo account

source: Deposit Bonus
it: Bonus sul deposito

source: Deposit To Payment Agent
it: Deposita a un Agente di pagamento

source: Deposit of %1 %2 is required. Current spread: %3 points
it: È richiesto un deposito di %1 %2. Spread attuale: %3 punti

source: Deposit or withdraw to your account via bank-wire, credit card, or e-cash wallet.
it: Deposita o preleva dal tuo account tramite bonifico bancario, carta di credito o e-cash wallet.

source: Deposit: %1 working day
it: Deposito: %1 giorno lavorativo

source: Deposit: %1 working days
it: Deposito: %1 giorni lavorativi

source: Deposit: Instant
it: Deposito: istantaneo

source: Depositing and withdrawing funds
it: Depositare e prelevare fondi

source: Derivative
it: Derivato
