Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: It is understood that we or any of our directors, officers or employees thereof may have an interest, relationship or arrangement that is material in relation to any trade effected on behalf of you and it is agreed that any person so interested shall be entitled to retain any benefit or profit received and shall not be liable to account therefore to you by reason only of such conflict.
it: Resta inteso che noi o qualsiasi nostro direttore, funzionario o dipendente possiamo avere un interesse, una relazione o un accordo determinante in relazione a qualsiasi trade eseguito per tuo conto e si conviene che qualunque soggetto interessato avrà il diritto di trattenere qualsiasi beneficio o profitto ricevuto e non sarà ritenuto responsabile da parte tua solo in virtù di tale conflitto.

source: It will be released to your account upon approval.
it: Verrà rilasciato sul tuo account dietro approvazione.

source: Item
it: Voce

source: It’s also a plus for account managers, who are paid a <a href='#''>commission</a> when they refer new clients to %1.
it: È anche un incentivo per gli account manager, ai quali viene pagata una <a href='#''>commissione</a> quando invitano nuovi clienti su %1.

source: It’s time to expand. We set up a programming center in Cyberjaya – the Silicon Valley of Kuala Lumpur – to maintain and improve BetOnMarkets.com.
it: È il momento di espandersi. Abbiamo istituito un centro di programmazione a Cyberjaya, la Silicon Valley di Kuala Lumpur, per mantenere e migliorare BetOnMarkets.com.

source: J. Welles Wilder has developed the Average Directional Index - ADX to define trend force, whether the trend will develop further or will gradually weaken. The indicator allows to analyse tendencies of the market and to make trading decisions in the market forex.
it: J. Welles Wilder ha sviluppato l'ADX (Average Directional Index) per definire la forza dei trend, se il trend continuerà ancora o se si indebolirà gradualmente. L'indicatore consente di analizzare le tendenze del mercato e prendere decisioni di trading sul mercato Forex.

source: Jan
it: Gen

source: January
it: Gennaio

source: Japan
it: Giappone

source: Java Charts
it: Grafici Java

source: Java charts
it: Grafici Java

source: Join our analysts LIVE twice a week for a comprehensive analysis of recent developments and trends in the global financial markets.
it: Unisciti ai nostri analisti LIVE due volte a settimana per un'analisi completa dei recenti sviluppi e dei trend dei mercati finanziari globali.

source: Joshua Cavallaro <span> Markets And You Trader.</span>
it: Joshua Cavallaro <span> Trader di Markets And You.</span>

source: Jul
it: Lug

source: July
it: Luglio

source: Jump to
it: Salta a

source: Jun
it: Giu

source: June
it: Giugno

source: Just sign up via <a href='http://affiliates.binary.com' target='_blank'>http://affiliates.binary.com</a> to get your commissions.
it: Per ottenere le tue commissioni, basta registrarti tramite <a href='http://affiliates.binary.com' target='_blank'>http://affiliates.binary.com</a>.

source: Kind Regards
it: Cordiali saluti

source: Kind Regards,
it: Cordiali saluti,

source: LOG OUT
it: ESCI

source: Languages
it: Lingue

source: Last
it: Ultimo

source: Last Digit Prediction
it: Previsione dell'ultima cifra

source: Last Digit Stats
it: Statistiche sull'ultima cifra

source: Last digits for the latest %1 ticks on %2
it: Le ultime cifre per i %1 tick più recenti su %2

source: Laws regarding financial contracts vary throughout the world, and it is the responsibility of persons accessing this site to ensure that they understand and fully comply with any laws or regulations relevant to themselves in their own country. This site does not constitute, and may not be used for the purposes of, an offer or solicitation to anyone in any jurisdiction in which such offer or solicitation is not authorised or to any person to whom it is unlawful to make such offer or solicitation. Access to this site and the offering of financial contracts via this site in certain jurisdictions may be restricted and, accordingly, persons accessing this site are required to inform themselves about and to observe such restrictions.
it: Le leggi relative ai contratti finanziari variano in tutto il mondo, ed è responsabilità dei soggetti che accedono a questo sito di garantirne la comprensione e la piena conformità con qualsiasi legge o regolamento applicabile nel proprio paese. Il sito non costituisce e non può essere utilizzato quale offerta o incitamento a chiunque appartenga a una giurisdizione in cui tale offerta o incitamento non sia autorizzato o ai soggetti ai quali è vietato effettuare tale offerta o incitamento. L'accesso al presente sito e l'offerta di contratti finanziari attraverso il sito in alcune giurisdizioni può essere limitato e, di conseguenza, alle persone che accedono in questo sito è richiesto di essere informati in merito all'osservanza di tali restrizioni.

source: Learn about one of the fastest growing sectors of the finance industry.
it: Conosci uno dei settori con maggior crescita dell'industria finanziaria.

source: Learn about the different ways to trade on the markets.
it: Apprendi i diversi metodi per fare trading sui mercati.

source: Learn about the simplicity, transparency and flexibility of binary trading.
it: Apprendi la semplicità, la trasparenza e la flessibilità del trading binario.

source: Learn from us
it: Impara da noi

source: Learn more about spreads on binary.com.
it: Approfondisci la conoscenza degli spread su binary.com.

source: Learn the basics, from choosing your asset to winning your payout.
it: Apprendi le nozioni di base, dalla scelta del tuo asset alla vincita del tuo payout.

source: Learning to trade
it: Imparare a fare trading

source: Learning to trade online?
it: Imparare a fare trading online?

source: Legacy Contract
it: Contratto d'eredità

source: Legacy contract. No further information is available.
it: Contratto d'eredità. Non è disponibile nessun'altra informazione.

source: Legal & Regulatory Compliance
it: Conformità legale e regolamentare

source: Less than $100,000
it: Meno di $100.000

source: Less than $25,000
it: Meno di $25.000

source: Level of Education
it: Livello di istruzione

source: Liability
it: Responsabilità

source: Licence to use Marks
it: Licenza d'uso dei marchi

source: Like %2, %1 reset back to a price of 1000 each day. The difference is that %1 reset at 12PM GMT, (%2 reset at 00:00:00 GMT).
it: Come i %2, i %1 torneranno al prezzo di 1000 ogni giorno. La differenza è che i %1 ritornano al prezzo iniziale alle 12PM GMT (%2 invece alle 00:00:00 GMT).

source: Limit
it: Limite

source: Limits
it: Limiti

source: Limits 1 to 3 may only be changed or increased after 7 days' notice.
it: I limiti da 1 a 3 possono essere modificati o aumentati solo dopo 7 giorni dalla notifica.

source: Line
it: Linea

source: Line Chart
it: Grafico a linee

source: Line Dot Chart
it: Grafico a dispersione

source: Links
it: Link

source: Listing only Payment Agents in %1.
it: Elencando solo gli Agenti di pagamento in %1.

source: Live Chart
it: Grafico in tempo reale

source: Live Charts
it: Grafici in tempo reale

source: Live charts
it: Grafici in tempo reale

source: Lock Cashier
it: Blocca la Cassa

source: Log in to your %1 account.
it: Accedi al tuo account di %1.

source: Log-in to your %1 affiliate account and click on: Finances &rarr; Payment instructions.
it: Accedi al tuo account di affiliazione di %1 e clicca su: Finanze &rarr; Istruzioni di pagamento.

source: Log-in to your %1 affiliate account and click on: Marketing &rarr; All Media.
it: Accedi al tuo account di affiliazione di %1 e clicca su: Marketing &rarr; Tutti gli strumenti.

source: Log-in to your %1 affiliate account and click on: Reports &rarr; Traffic Report.
it: Accedi al tuo account di affiliazione di %1 e clicca su: Resoconti &rarr; Resoconto del traffico.

source: Logarithmic Scale
it: Scala logaritmica

source: Login Failed
it: Accesso non riuscito

source: Login ID
it: ID di accesso

source: Login ID (%1) does not exist.
it: L'ID di accesso (%1) non esiste.

source: Login Success
it: Accesso riuscito

source: Login Trouble
it: Problemi con l'accesso

source: Login time:
it: Orario d'accesso:

source: Login to this account has been temporarily disabled due to system maintenance. Please try again in 30 minutes.
it: L'accesso a questo account è stato momentaneamente disabilitato per questioni di manutenzione del sistema. Si prega di riprovare fra 30 minuti.

source: Login trouble
it: Problemi con l'accesso

source: Long
it: A lungo

source: Long-term partnership with the leading financial trading service
it: Collaborazione a lungo termine con il miglior servizio di trading finanziario

source: Loss
it: Perdita

source: Lost password?
it: Hai perso la password?

source: Low Barrier
it: Barriera inferiore

source: Low Barrier should be number only
it: La barriera inferiore può essere solo un numero

source: Low barrier
it: Barriera inferiore

source: Low barrier is out of acceptable range. Please adjust the low barrier.
it: La barriera inferiore è al di fuori del range accettabile. Si prega di regolare la barriera inferiore.

source: Low barrier offset
it: Scostamento della barriera inferiore

source: Lower Band
it: Banda inferiore

source: Lower Band = Average - 0.5 * Std Deviation
it: Banda inferiore = Media - 0.5 * Deviazione standard

source: MACD Signal
it: Segnale MACD

source: Maintain your Site and promote %1 in an appropriate manner and contact us if you are changing design or layout or adding material that may influence our opinion as to whether you are a suitable affiliate partner.
it: Mantieni il tuo Sito e promuovi %1 in maniera adeguata, contattaci se vuoi modificare il design, la struttura o per aggiungere del materiale che possa influenzare la nostra opinione per quanto riguarda la tua idoneità come partner affiliato.

source: Make a Deposit
it: Effettua un deposito

source: Make a deposit or withdraw
it: Effettua un deposito o un prelievo

source: Make your trade
it: Esegui il tuo trade

source: Malaysia
it: Malesia

source: Manage your account access and security settings.
it: Gestisci l'accesso al tuo account e le impostazioni di sicurezza.

source: March
it: Marzo

source: Market
it: Mercato

source: Market Data
it: Dati del mercato

source: Market Opinions
it: Opinioni del mercato

source: Market Professionals
it: Professionisti del mercato

source: Market exit price
it: Prezzo d'uscita del mercato

source: Market holiday during the contract period. Select an expiry date after %1.
it: Festività del mercato durante il periodo del contratto. Seleziona una data di scadenza successiva al %1.

source: Market prices are updated at most once per second. For any given second, the market price will be updated to the first tick, if any, received in that particular second on the company datafeed.
it: I prezzi di mercato vengono aggiornati almeno una volta al secondo. Per ogni dato secondo, il prezzo di mercato viene aggiornato al primo tick, se presente, ricevuto in quel dato secondo sul feed di dati della società.

source: Market-closing times: Please refer to
it: Orari di chiusura dei mercati: fare riferimento a

source: Market:
it: Mercato:

source: Marketing and Promotion
it: Marketing e Promozione

source: Markets
it: Mercati

source: Mass Index
it: Indice di massa

source: Matched Contract Bonus
it: Bonus abbinati ai contratti

source: Maximum
it: Massimo

source: Maximum account cash balance
it: Saldo di cassa massimo sull'account

source: Maximum account cash balance is currently set to <strong>%1 %2</strong>
it: Il saldo di cassa massimo sull'account è attualmente impostato a <strong>%1 %2</strong>

source: Maximum aggregate contract purchases over a 7-day period.
it: Acquisto totale massimo di contratti per un periodo di 7 giorni.

source: Maximum aggregate contract purchases per day.
it: Acquisto totale massimo di contratti al giorno.

source: Maximum aggregate loss over a 7-day period.
it: Perdita totale massima per un periodo di 7 giorni.

source: Maximum aggregate loss per day.
it: Perdita totale massima al giorno.

source: Maximum aggregate payouts on open positions
it: Payout totali massimi su posizioni aperte

source: Maximum daily turnover
it: Turnover massimo giornaliero

source: Maximum number of open positions
it: Numero massimo di posizioni aperte

source: Maximum number of open positions is currently set to <strong>%1</strong>
it: Il numero massimo di posizioni aperte è attualmente impostato a <strong>%1</strong>

source: Maximum withdrawal by all other means:
it: Prelievo massimo con tutti gli altri strumenti:

source: May
it: Mag

source: Memorable date
it: Data indimenticabile

source: Memorable town/city
it: Città indimenticabile

source: Mentioning error code %1 in any correspondence may help us resolve the issue more quickly.
it: Indicare il codice di errore %1 in qualsiasi caso può aiutarci a risolvere più rapidamente il problema.

source: Method
it: Metodo

source: Mid
it: Medio

source: Min-Max Deposit
it: Deposito min/max

source: Min-Max Withdrawal
it: Prelievo min/max

source: Minimum
it: Minimo

source: Miss
it: Sig.ra

source: Missing market data for contract duration
it: Dati di mercato mancanti per la durata del contratto

source: Missing market data for contract period.
it: Dati di mercato mancanti per il periodo del contratto.

source: Missing market data for entry spot.
it: Dati di mercato mancanti per lo spot d'ingresso.

source: Missing market data for exit spot.
it: Dati di mercato mancanti per lo spot d'uscita.

source: Missing market data.
it: Dati di mercato mancanti.

source: Mo
it: Lun

source: Monday
it: Lunedì

source: Money collected from Clients are not invested in any securities, futures, currencies, derivatives or other investments, on behalf of Clients.
it: Il denaro raccolto dai Clienti non viene investito in alcun titolo, futures, valute, derivati o altri investimenti, per conto dei Clienti.

source: Moneyness terms
it: Termini di Moneyness

source: Monies deposited by you with us in advance of a trade or pending withdrawal is treated by us as clients' money. We hold such monies in pooled or omnibus clients' money bank accounts opened with banks or other institutions ("Institutions"), segregated from our own money. Such clients' money bank accounts may be opened with EEA Institutions or Institutions outside the EEA. Where clients money is held with non-EEA Institutions this means that such accounts will be subject to laws other than those of an EEA member state and your rights may differ accordingly.
it: I soldi da te depositati con noi prima di un trade o i prelievi in sospeso vengono da noi trattati come soldi dei clienti. Deteniamo tale denaro dei clienti in conti bancari di gruppo o omnibus aperti con banche o altri istituti ("Istituti"), separati dai nostri fondi. Questi conti bancari con i soldi dei clienti possono essere aperti con Istituti appartenenti al SEE oppure Istituti fuori dal SEE. Laddove il denaro dei clienti venga tenuto in Istituti non appartenenti al SEE significa che tali conti saranno soggetti a leggi diverse da quelle applicabili agli stati membri del SEE e, di conseguenza, i tuoi diritti possono essere diversi.

source: Monitor your portfolio in real time.
it: Monitora il tuo portafoglio in tempo reale.

source: Monitoring and review of this Policy
it: Monitoraggio e revisione della presente Informativa

source: Month
it: Mese

source: Monthly
it: Mensilmente

source: Monthly Webinars
it: Webinar mensili

source: Months
it: Mesi

source: More benefits
it: Maggiori vantaggi

source: More specifically, when we enter into a Binary Option trade with you (each, a "Contract"), we have a duty to provide you with ‘best execution’. Best execution means that we must take reasonable steps to obtain the best possible result for you when executing an order with you. This document provides a summary of our best execution policy.
it: Più specificamente, quando eseguiamo un trade in Opzioni Binarie con te (un "Contratto"), abbiamo l'obbligo di fornirti la "migliore esecuzione". La migliore esecuzione significa che dobbiamo seguire dei passaggi ragionevoli per ottenere il miglior risultato possibile per te nell'esecuzione di un tuo ordine. Questo documento fornisce una sintesi della nostra informativa sulle migliori esecuzioni.

source: Mother's maiden name
it: Nome da nubile di tua madre

source: Mountain Chart
it: Grafico a montagna

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.A Simple Moving Average is the unweighted mean of the n (set by period) previous periods (1 period is the selected timescale, i.e. 1 minute, 1 day etc.).All previous periods have equal weight in determining the SMA.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
it: Le medie mobili forniscono una misurazione oggettiva della direzione del trend appianando le oscillazioni dei prezzi a breve termine. Una Media Mobile Semplice (SMA) è la media non ponderata di n (impostato per il periodo) periodi precedenti (1 periodo è l'intervallo temporale selezionato, ad esempio 1 minuto, 1 giorno, ecc.). Tutti i periodi precedenti hanno la stessa importanza nella determinazione della SMA. Le medie mobili più brevi sono più sensibili e indicano trend più rapidi rispetto alle Medie mobili più lunghe, ma forniscono anche più segnali falsati. Una Media mobile più lunga è più affidabile ma capta solo il trend principale.

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.For an Exponential Moving Average, the applied weight factor decreases exponential for periods further away in the past. It gives much more importance to recent observations while still not discarding older observations entirely.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
it: Le medie mobili forniscono una misurazione oggettiva della direzione del trend appianando le oscillazioni dei prezzi a breve termine. Per una Media Mobile Esponenziale, il fattore di peso applicato diminuisce esponenzialmente per i periodi più indietro nel tempo. Offre un'importanza maggiore per le osservazioni recenti senza però scartare completamente quelle più vecchie. Le medie mobili più brevi sono più sensibili e indicano trend più rapidi rispetto alle Medie mobili più lunghe, ma forniscono anche più segnali falsati. Una Media mobile più lunga è più affidabile ma capta solo il trend principale.

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.In a Weighted Moving Average, the previous periods have less weight for periods further away in the past. In an n-day WMA the latest day has weight n, the second latest n-1, etc, down to zero.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
it: Le medie mobili forniscono una misurazione oggettiva della direzione del trend appianando le oscillazioni dei prezzi a breve termine. Nella Media Mobile Ponderata, i periodi precedenti hanno un'importanza minore se molto lontani nel tempo. In una Media Mobile Ponderata (WMA) di n giorni, l'ultimo giorno ha un peso n, il penultimo n-1, fino a 0. Le medie mobili più brevi sono più sensibili e indicano trend più rapidi rispetto alle Medie mobili più lunghe, ma forniscono anche più segnali falsi. Una Media mobile più lunga è più affidabile ma capta solo il trend principale.

source: Mr
it: Sig.

source: Mrs
it: Sig.ra

source: Ms
it: Sig.ra

source: Multi award-winning trading platform.
it: Piattaforma di trading pluripremiata.

source: Multi-lingual and multi-currency support
it: Assistenza in più lingue e più valute

source: My Account
it: Il mio account

source: Name
it: Nome

source: Name of first love
it: Nome del primo amore

source: Name of your pet
it: Nome del tuo animale

source: Need to Monitor Positions
it: Esigenza di monitorare le posizioni

source: Neither you nor your direct relatives are eligible to become Clients and you shall not be entitled to any share of net revenue or any other remuneration from the Company in relation to such relatives or friends. Direct relatives in this context shall include your spouse, partner, parent, child or sibling.
it: Né tu né i tuoi parenti diretti siete idonei a diventare Clienti, né ad avere alcun diritto di ricevere alcuna parte delle entrate nette o qualsiasi altra remunerazione da parte della Società in relazione a tali parenti o amici. In questo contesto per parenti diretti si intende il coniuge, il partner, genitori, figli o fratelli.

source: Net Annual Income
it: Reddito annuale netto

source: Net profit
it: Profitto netto

source: Network Status
it: Stato della rete

source: New
it: Nuovo

source: New Password
it: Nuova password

source: New Password Request
it: Richiesta nuova password

source: New password is same as old password.
it: La nuova password è identica a quella vecchia.

source: Newer
it: Più recente

source: Next
it: Successivo

source: No Advice
it: Nessun consiglio

source: No Live price update
it: Nessun aggiornamento dei prezzi in tempo reale

source: No Touch trades
it: Trade No Touch

source: No available balance for your account
it: Saldo del tuo account non disponibile

source: No data available to draw the requested chart. Please try our daily chart for this instrument.
it: Nessun dato disponibile per tracciare il grafico richiesto. Prova il nostro grafico giornaliero per questo strumento.

source: No delay, neglect, or forbearance on the part of either party in enforcing against the other party any term or condition of this Agreement shall either be or be deemed to be a waiver or in any way prejudice any right of that party under this Agreement.
it: Nessun ritardo, negligenza o astensione di una delle parti nel far rispettare all'altra un qualsiasi termine o condizione del presente Accordo sarà o potrà essere considerato quale rinuncia né potrà pregiudicare alcun diritto di tale parte nel rispetto del presente Accordo.

source: No fiduciary duty
it: Nessun dovere fiduciario

source: No hidden fees or commissions.
it: Nessuna commissione nascosta.

source: No matter the market – rising or falling, quiet or volatile – you’ll find a trade to suit your outlook.
it: A prescindere dal mercato, in rialzo o in ribasso, stabile o volatile, troverai sempre un trade adatto a te.

source: No open positions.
it: Nessuna posizione aperta.
