Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: The Company will not be liable in any way to any persons in the event of force majeure, or for the act of any Government or legal authority or for the failure of or damage or destruction to, its computer systems, data or records or any part thereof, or for delays, losses, errors or omissions resulting from the failure or mismanagement of any telecommunications or computer equipment or software. The Company shall not be responsible for any damages or losses deemed or alleged to have resulted from or been caused by this site or its content. This includes any client's use or misuse of its content, the inability of any client to connect with or use the site, delay in operations or transmission, failure of communication lines, or any errors or omissions in content.
it: La Società non sarà in alcun modo responsabile nei confronti di nessuno in caso di forza maggiore, o per qualsiasi atto governativo o autorità legale o per il fallimento, danno o distruzione dei suoi sistemi operativi, dati o registrazioni di qualsiasi altra parte, o per i ritardi, perdite, errori o omissioni derivanti dalla mancata o cattiva gestione di qualsiasi attrezzatura o software per le telecomunicazioni o computer. La Società non sarà responsabile per eventuali danni o perdite considerate o per cui si presume che siano conseguenti o causate dal presente sito o dai suoi contenuti. Ciò comprende qualsiasi utilizzo o uso improprio da parte di qualsiasi cliente dei suoi contenuti, l'incapacità di qualsiasi cliente di collegarsi o utilizzare il sito, ritardo nelle operazioni o trasmissione, mancanza delle linee di comunicazione oppure qualsiasi errore o omissione di contenuto.

source: The Company will notify you by email if your application has been successful with instructions on how to begin promoting %1
it: La Società ti informerà tramite email se la tua richiesta è andata a buon fine con le istruzioni su come iniziare a promuovere %1

source: The Company will provide you with the advertising collateral with Links containing affiliate IDs and which may be modified by us from time to time.
it: La Società ti fornirà la garanzia pubblicitaria con i Link contenenti l'ID di affiliazione che potrà essere, di volta in volta, modificato da parte nostra.

source: The Company will, at its sole discretion, determine whether or not your application has been successful. The Company's decision is final and is not open to appeal.
it: La Società, a sua esclusiva discrezione, definirà se accettare la tua richiesta. La decisione della Società è finale e non può essere soggetta ad appello.

source: The Company's Obligations
it: Gli obblighi della Società

source: The Cyberview Lodge Resort in Cyberjaya
it: Il Cyberview Lodge Resort a Cyberjaya

source: The Data Protection laws and regulations place obligations on users of personal data and lay down principles for fair and lawful processing of this information. We are committed to safeguarding your privacy online. We only use your personal information to help us service your account, to improve our services to you, and to provide you with products you have requested. We do not sell your personal information to third parties, but we may provide your personal information to payment providers to facilitate transactions on your account.
it: Le leggi e i regolamenti sulla Protezione dei dati impongono degli obblighi agli utenti di dati personali e stabiliscono principi per un trattamento equo e legale di queste informazioni. Siamo impegnati nel salvaguardare la tua privacy online. Utilizziamo i tuoi dati personali solo per aiutarci a servire il tuo account, per migliorare i servizi offerti e fornirti i prodotti richiesti. Non vendiamo i tuoi dati personali a terze parti, ma possiamo fornire le tue informazioni personali alle società di gestione dei pagamenti per facilitare le transazioni sul tuo account.

source: The Detrended Price Oscillator compares closing price to a prior moving average, eliminating cycles longer than the moving average.
it: Il Detrended Price Oscillator (DPO) confronta il prezzo di chiusura con una media mobile precedente, eliminando i cicli più lunghi della media mobile.

source: The EUR Index is a weighted Index, measuring the Euro’s value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%.
it: L'indice EUR è un indice ponderato che misura il valore dell'Euro rispetto a un paniere di 5 valute globali (USD, AUD, GBP, JPY e CAD), ognuno ponderato del 20%.

source: The Financial Products that we offer to deal in are contracts entered into between you and us. Under these contracts and subject to the specific terms of the relevant contract, in consideration for the premium or price that you pay us, we promise to pay you a certain amount if the reference assets or measurements perform in a particular manner. These contracts accordingly are not instruments that we hold on your behalf and neither benefit from clients' assets protection in the event of our insolvency. Similarly the premium or price that you pay to take out a trade is not held as clients’ money but as consideration for our undertaking to pay.
it: I Prodotti finanziari che offriamo sono contratti stipulati tra te e noi. In base a tali contratti e soggetti a specifici termini dei relativi contratti, in considerazione del premio o prezzo pagato, ci impegniamo a pagarti un dato importo nel caso in cui gli asset di riferimento o le misurazioni procedano in un modo particolare. Questi contratti di conseguenza non sono strumenti che noi deteniamo per tuo conto, né sfruttiamo la protezione degli asset dei clienti in caso di nostra insolvenza. Allo stesso modo il premio o prezzo da te pagato per l'esecuzione di un trade non è trattenuto come denaro del cliente ma come contropartita per la nostra attività.

source: The First Tick
it: Il primo tick

source: The GBP Index is a weighted Index, measuring the British Pound’s value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%.
it: L'indice GBP è un indice ponderato che misura il valore della Sterlina britannica rispetto a un paniere di 5 valute globali (USD, EUR, AUD, JPY e CAD), ognuno ponderato del 20%.

source: The Mass Index attempts to predict reversals by comparing the trading range (High minus Low) for each period. Reversals are signalled by a bulge in the index line.
it: Il Mass Index cerca di prevedere le inversioni confrontando il range del trading (High meno Low) per ogni periodo. Le inversioni vengono segnalate da una protuberanza nella linea dell'indice.

source: The Mid price represents the average of the Bid and Ask.
it: Il Prezzo medio rappresenta la media del prezzo Bid e Ask.

source: The Moving Average Convergence/Divergence (MACD) indicator is a trend following indicator and is designed to identify trend changes.The MACD is an oscillator based on two exponential moving averages of a share price. Three lines are shown. The "MACD" line is calculated as the difference between the two moving averages (usually based on 12- and 26- day averages). The "signal" line is a 9-day smoothed average of the standard MACD line, and is sometimes referred to as the "slow" MACD line.
it: Il Moving Average Convergence/Divergence (MACD) è un indicatore che segue i trend ed è stato progettato per individuare i cambiamenti del trend. Il MACD è un oscillatore basato su due medie mobili esponenziali di una quotazione. Vengono mostrate tre linee. La linea "MACD" viene calcolata dalla differenza tra le due medie mobili (di solito basate su medie di 12-26 giorni). La linea del "segnale" è una linea della media di 9 giorni della linea standard del MACD e a volte è indicata come la linea "lenta".

source: The Payment Agent facility is currently not available in your country.
it: La funzione dell'Agente di pagamento al momento non è disponibile nel tuo paese.

source: The Performance indicator displays a security's price performance as a percentage. This is sometimes called a "normalized" chart. The Performance indicator displays the percentage that the security has increased since the first period displayed. For example, if the Performance indicator is 10, it means that the security's price has increased 10% since the first period displayed on the left side of the chart. Similarly, a value of -10% means that the security's price has fallen by 10% since the first period displayed.Performance charts are helpful for comparing the price movements of different securities.
it: L'Indicatore di performance mostra il rendimento del prezzo di un titolo espresso in percentuale. A volte viene chiamato grafico "normalizzato". L'Indicatore di performance mostra la percentuale di un titolo che è aumentato rispetto al primo periodo mostrato. Ad esempio, se l'Indicatore di performance è 10, significa che il prezzo del titolo è aumentato del 10% rispetto al primo periodo mostrato sulla parte sinistra del grafico. Allo stesso modo, un valore pari a -10% indica che il prezzo del titolo è diminuito del 10% rispetto al primo periodo mostrato. I grafici di performance sono utili per confrontare i movimenti di prezzo dei diversi titoli.

source: The Premier Platform for Binary Options Trading
it: La migliore piattaforma per il trading in opzioni binarie

source: The Program
it: Il programma

source: The Rate of Change indicator (ROC) is a way of showing how rapidly the price of a particular share (or other financial instrument) is moving. The theory is that if a price is rising (or falling) very quickly there will soon come a time when it is thought to be overbought (or oversold). When this occurs the price may still continue to rise (or fall), but not as rapidly as it was before.
it: L'indicatore Rate of Change (ROC) è un metodo per mostrare quanto rapidamente si muove il prezzo di una data azione (o altro strumento finanziario). La teoria è che se il prezzo aumenta (o diminuisce) molto rapidamente, arriverà presto un momento in cui sarà considerato ipercomprato (o ipervenduto). Quando ciò accade il prezzo può continuare ad aumentare (o diminuire) ma non così rapidamente come prima.

source: The Relative Strength Index (RSI) measures a share price relative to itself and its recent history. It is calculated as the average of the prices for days where the price rose divided by the average of the prices for days where the price fell. The RSI ranges between 0 and 100.A 70+ level could indicate that a share is overbought, meaning that the speculator should consider selling. Or conversely oversold at the 30 level. The principle is that when there's a high proportion of daily movement in one direction it suggests an extreme, and prices are likely to reverse.
it: L'Indice di forza relativa (RSI) misura il prezzo di un'azione rispetto a se stessa e alla sua cronologia recente. Viene calcolato dalla media dei prezzi per i giorni in cui il prezzo è aumentato diviso per la media dei prezzi in cui il prezzo è diminuito. Il RSI oscilla da 0 a 100. Un livello superiore a 70 può indicare che un'azione è ipercomprata, lo speculatore può quindi prendere in considerazione la vendita. Oppure al contrario ipervenduta a livello 30. Il principio è che quando c'è una proporzione alta del movimento quotidiano in una direzione, ciò suggerisce un punto estremo e i prezzi sono suscettibili di inversione.

source: The Spread represents the difference between the Bid and Ask.
it: Lo Spread rappresenta la differenza tra il prezzo Bid e Ask.

source: The Stochastic Oscillator is a momentum indicator that shows the location of the current close relative to the high/low range over a set number of periods. The Stochastic Oscillator is made up of two lines that oscillate between a vertical scale of 0 to 100. The %K is the main line and it is drawn as a solid line. The second is the %D line and is a moving average of %K. The %D line is drawn as a dotted line. The Fast Stochastic is the average of the last three %K and a Slow Stochastic is a three day average of the Fast Stochastic.
it: L'Oscillatore Stocastico è un indicatore di momentum che mostra la posizione della chiusura attuale rispetto al range high/low su un dato numero di periodi. L'Oscillatore Stocastico è rappresentato da due linee che oscillano su una scala verticale da 0 a 100. %K è la linea principale ed è disegnata come una linea continua. La seconda è la linea %D ed è una media mobile di %K. La linea %D viene disegnata come una linea tratteggiata. Lo Stocastico veloce è la media delle ultime tre %K e lo Stocastico lento è una media di tre giorni dello Stocastico veloce.

source: The USD Index is a weighted Index, measuring the US Dollar’s value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%.
it: L'Indice USD è un indice ponderato che misura il valore del Dollaro americano rispetto a un paniere di 5 valute globali (EUR, GBP, JPY, CAD e AUD), ognuna ponderata del 20%.

source: The above personal data that we collect will be held by us and processed for any purpose as may be allowed by law or required by any law. We may also transfer such personal data to any company within the Binary Group of companies, any of our business associates or payment providers, whether in or outside of the EEA including in countries which might not offer an equivalent level of protection of personal data.
it: I dati personali di cui sopra dai noi raccolti, verranno conservati da parte nostra ed elaborati per qualsiasi scopo consentito dalla legge o richiesto da qualsiasi regolamento. Possiamo inoltre trasferire tali dati personali a qualsiasi società del Gruppo Binary, a qualsiasi nostro associato commerciale o società di gestione dei pagamenti, dentro o fuori lo Spazio Economico Europeo (EEA) inclusi i paesi in cui potrebbe non essere offerto un livello di protezione equivalente dei dati personali.

source: The account transfer is unavailable as your account balance is less than 0.10. Please <a href="%1">deposit</a> to your account.
it: Il trasferimento dell'account non è disponibile poiché il tuo saldo è inferiore a 0.10. <a href="%1">Deposita</a> sul tuo account.

source: The account transfer is unavailable for %1 account.
it: Il trasferimento dell'account non è disponibile per gli account di %1.

source: The account transfer is unavailable for %1 and %2 accounts with different default currency.
it: Il trasferimento dell'account non è disponibile per gli account %1 e %2 con diverse valute di default.

source: The account transfer is unavailable for your account.
it: Il trasferimento dell'account non è disponibile per il tuo account.

source: The account transfer is unavailable for your account: %1.
it: Il trasferimento dell'account non è disponibile per il tuo account: %1.

source: The account transfer is unavailable. Please <a href="%1">deposit</a> to your account.
it: Il trasferimento dell'account non è disponibile. <a href="%1">Deposita</a> sul tuo account.

source: The affiliate program enables you to benefit from referring clients to the site. Growth and success is shared with affiliates who have the ability to bring new Clients to the site.
it: Il programma di affiliazione ti consente di trarre vantaggio dai clienti invitati sul sito. La crescita e il successo vengono condivisi con gli affiliati che hanno la capacità di portare nuovi Clienti sul sito.

source: The amount of profit/loss per point of rise/fall is multiplied by the amount per point. A large amount per point will result in large profits/losses per point of movement of the index.
it: L'importo della perdita/profitto per punto di rialzo/ribasso viene moltiplicato per l'importo per punto. Importi più alti per punto porteranno ad ampi profitti/perdite per punto di movimento dell'indice.

source: The anti-money laundering processes have the following effects on Clients:
it: Le procedure di anti riciclaggio di denaro hanno i seguenti effetti sui Clienti:

source: The average is the average of the ticks, including the first and the last tick.
it: La media è la media dei tick, incluso il primo e l'ultimo tick.

source: The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets.
it: La barriera di un trade in opzioni binarie è il prezzo obiettivo impostato per l'asset sottostante. È possibile scegliere trade che rimangano al di sotto o che salgano rispetto al prezzo obiettivo, oppure che rimangano tra i due obiettivi.

source: The barrier(s) you choose defines your position and triggers your payout.
it: La barriera scelta definisce la tua posizione e il tuo payout.

source: The barriers are improperly entered for this contract.
it: Le barriere sono state inserite in maniera impropria per questo contratto.

source: The best promotional tools and robust online reporting
it: I migliori strumenti promozionali e una solida presentazione online

source: The bonus code can only be entered and activated upon account opening.
it: Il codice bonus può essere inserito e attivato solo durante l'apertura dell'account.

source: The bonus will be added to the account when the required minimum deposit has been made via a single transaction. Clients who make multiple deposits in an attempt to accumulate the required deposit amount will not be eligible for this bonus.
it: Il bonus verrà aggiunto all'account dopo aver eseguito il deposito minimo richiesto attraverso un'unica transazione. I clienti che effettuano più depositi nel tentativo di accumulare l'importo richiesto per il deposito non avranno diritto a tale bonus.

source: The calculation of the price to be paid (or the payout to be received) for financial contracts on this site at the time the financial contract is purchased or sold will be based on the Company's best estimate of market price movements and the expected level of interest rates, implied volatilities and other market conditions during the life of the financial contract, and is based on complex mathematics. The calculation will include a bias in favour of the Company. The financial contract prices (or the payout amounts) offered to Clients speculating on market or index prices may differ substantially from prices available in the primary markets where stock indices or commodities or contracts thereupon are traded, due to the bias favouring the Company in the price calculation system referred to above.
it: Il calcolo del prezzo da pagare (o il payout da ricevere) per i contratti finanziari su questo sito al momento dell'acquisto o della vendita del contratto finanziario, si baserà sulla migliore stima dei movimenti di prezzo del mercato da parte della Società e sui livelli previsti dei tassi di interessi, la volatilità implicata e altre condizioni del mercato per la durata del contratto finanziario ed è basato su una matematica complessa. Il calcolo comprenderà una propensione nei confronti della Società. I prezzi del contratto finanziario (o gli importi dei payout) offerti ai Clienti che speculano sul mercato o i prezzi degli indici possono essere sostanzialmente diversi rispetto ai prezzi disponibili nei mercati primari in cui gli indici azionari o materie prime o relativi contratti vengono negoziati, a causa di una propensione a favore della Società nel sistema di calcolo del prezzo di cui sopra.

source: The charting data made available to Clients by the Company is indicative only and may at times differ from the real market values. The Company's decision as to the calculation of a financial contract price will be final and binding. The Company allows the option to sell contracts before expiry time of some contracts but will not be obliged to do so and can suspend this option depending on the current market conditions. Contracts may be amended when the underlying asset value is adjusted by corporate actions during the contract period.
it: I dati dei grafici resi disponibili ai Clienti da parte della Società sono solo indicativi e possono talvolta differire dai valori reali del mercato. La decisione della Società per quanto riguarda il calcolo del prezzo di un contratto finanziario sarà finale e vincolante. La società consente la possibilità di vendere contratti prima della scadenza di alcuni contratti ma non sarà tenuta a farlo e può sospendere tale opzione in base alle attuali condizioni del mercato. I contratti possono essere modificati quando il valore dell'asset sottostante viene regolato con azioni societarie durante il periodo del contratto.

source: The client has reached a turnover that is 5 times the bonus amount
it: Il cliente ha raggiunto un turnover pari a 5 volte l'importo del bonus

source: The company does not guarantee the ability to sell a contract prior to its expiration time.
it: La società non garantisce la possibilità di vendere un contratto prima della sua scadenza.

source: The company has various deposit methods available, each with their own timing for deposits, some of which might not be available for withdrawals. Full details of deposits and withdrawals methods available including settlement times are available <a href='%1' class='pjaxload'>here:</a>
it: La società dispone di varie modalità di pagamento, ognuna con i propri tempi per i depositi, alcuni dei quali potrebbero non essere disponibili per i prelievi. Tutti i dettagli sui metodi di deposito e prelievo disponibili inclusi i periodi di liquidazione sono disponibili <a href='%1' class='pjaxload'>qui:</a>

source: The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission’s requirements for the segregation of customer funds at the level: <strong>medium protection</strong>.
it: La società detiene i fondi dei clienti in conti bancari separati da quelli operativi, i quali non faranno parte, in caso di insolvenza, dell'asset della Società. Ciò rispecchia i requisiti della Commissione sul gioco d'azzardo per la segregazione dei fondi dei clienti a livello: <strong>protezione media</strong>.

source: The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission’s requirements for the segregation of customer funds at the level: medium protection.
it: La società detiene i fondi dei clienti in conti bancari separati da quelli operativi i quali non faranno parte, in caso di insolvenza, dell'asset della Società. Ciò rispecchia i requisiti della Commissione sul gioco d'azzardo per la segregazione dei fondi dei clienti a livello: protezione media.

source: The company reserves the right to cancel/prohibit the use of this promotion at its own discretion at any time.
it: La società si riserva il diritto di cancellare/proibire l'utilizzo di questa promozione a propria discrezione in qualsiasi momento.
