Repository: borisyankov/binary-static
Catalog: config/locales/*.po
Languages: it

source: has been credited to your Virtual money account
it: sono stati accreditati sul tuo Account di moneta virtuale

source: "Binary" or "digital" options are options that pay a pre-determined, fixed amount, depending on whether or not an event occurs at the time the Binary Option expires. Binary Options can have only one of two possible outcomes and allow you to take a simple "Yes or No" approach. Like traditional options, Binary Options are based on an underlying asset such as currencies, commodities, indexes or stocks, however one of the most significant differences from traditional options, among others, is that there can be only two outcomes for the option, either the client is paid the return upon the occurrence of the event, or the client loses the investment amount as determined in each option.
it: Le opzioni "binarie" o "digitali" sono delle opzioni per le quali viene pagato un importo fisso, prestabilito, in base al verificarsi o meno di un evento alla scadenza dell'Opzione Binaria. Le Opzioni Binarie possono avere solo uno dei due risultati possibili e consentono di avere un approccio semplice del tipo "Si o No". Così come le opzioni tradizionali, le Opzioni Binarie si basano su un asset sottostante, ossia valute, materie prime, indici o azioni. Tuttavia, una delle differenze principali rispetto alle opzioni tradizionali è, tra le altre, quella di poter produrre solo due risultati per la stessa opzione: il cliente può ottenere un rendimento al verificarsi dell'evento oppure può perdere l'importo dell'investimento come stabilito in ogni opzione.

source: "I work with a number of affiliate companies, and it is by far, the friendliest and most helpful that I've found. They go out of their way to provide their affiliates with all the tools, advice and support they need in order to succeed. To top it all off, they offer some of the most handsome rebates in the industry." - <strong>Vinod Gorasia, Marketing Manager, Agora Lifestyles</strong>.
it: "Lavoro con molte società affiliate ma questa è di gran lunga la più cordiale e disponibile che abbia mai trovato. Fa di tutto per fornire ai suoi affiliati tutti gli strumenti, la consulenza e l'assistenza necessaria per avere successo. Oltre a tutto ciò, offre alcuni tra gli sconti più rilevanti del settore." - <strong>Vinod Gorasia, Marketing Manager, Agora Lifestyles</strong>.

source: %1 %plural(%1,day,days) %2 %plural(%2,hour,hours) %3 %plural(%3,minute,minutes)
it: %1 %plural(%1,giorno,giorni) %2 %plural(%2,ora,ore) %3 %plural(%3,minuto,minuti)

source: %1 - Trading Limits
it: %1 - Limiti di trading

source: %1 Affiliate Program Terms and Conditions
it: Termini e condizioni del programma di affiliazione di %1

source: %1 also provides links to an online quiz to assess a potential gambling problem and an online gambling calculator to see how much you can really spend.
it: %1 fornisce anche dei link ad un quiz online per valutare un potenziale problema con il gioco d'azzardo e ad un calcolatore online per valutare realmente quanto si possa spendere.

source: %1 and the bull/bear logo are registered trademarks.
it: %1 e il logo toro/orso sono marchi registrati.

source: %1 are markets that reset back to a price of 1000 at the start of each trading day (00:00:00 GMT), and all trades settle before the end of the trading day (23:59:59 GMT).
it: %1 sono mercati che all'inizio di ogni giorno di trading (00:00:00 GMT) ritornano al prezzo di 1000 e tutti i trade vengono risolti prima della fine della giornata di trading (23:59:59 GMT).

source: %1 assumes ownership of the customer at point of first contact with the visitor. You, as an affiliate, act as a referring agent for %1. We reserve the right to refuse clients (or to close their accounts) if necessary to comply with any requirements we may periodically establish.
it: %1 acquisisce la proprietà del cliente al momento del primo contatto con il visitatore. In qualità di affiliato, agisci come agente referente per %1. Se necessario, ci riserviamo il diritto di rifiutare clienti (o di chiudere i loro account) nel rispetto di qualsiasi eventuale requisito periodicamente stabilito.

source: %1 client's guide
it: Guida del cliente di %1

source: %1 does not charge any transfer fees.
it: %1 non applica alcuna commissione sui trasferimenti di denaro.

source: %1 gives everyone an easy and exciting way to participate in the financial markets. Trade with as little as $1 USD on major currencies, indices and commodities.
it: %1 offre a tutti un metodo semplice ed emozionante per partecipare nei mercati finanziari. Negozia anche solo con $1 USD sulle principali valute, indici e materie prime.

source: %1 gives you many different ways to trade on the markets. Learn more about each contract type by clicking on the links below.
it: %1 offre molti metodi diversi per negoziare sui mercati. Per saperne di più su ciascuna tipologia di contratto, cliccare sui link sottostanti.

source: %1 has created random indices that you can trade 24/7. You can trade randoms on all types of contract:
it: %1 ha creato degli indici random che puoi negoziare 24/7 su tutte le tipologie di contratto:

source: %1 has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades.
it: %1 ha migliaia di clienti che ad ogni dato momento mantengono una varietà di posizioni aperte sui mercati finanziari e guadagna un piccolo margine da questi trade.

source: %1 has updated its <a class="pjaxload" href="%2">Terms & Conditions</a>. By clicking OK, you confirm that you have read and accepted the updated <a class="pjaxload" href="%2">Terms & Conditions</a>.
it: %1 ha aggiornato i suoi <a class="pjaxload" href="%2">Termini e condizioni</a>. Cliccando su OK, confermi di aver letto e accettato i <a class="pjaxload" href="%2">Termini e condizioni</a> aggiornati.

source: %1 is always looking to add experienced professionals to its talented team of administrators, technical contributors, and managers. To support our continued growth, we’ve developed a number of exciting career opportunities in the following areas:
it: %1 cerca sempre di aggiungere professionisti con esperienza nel suo team di amministratori, tecnici e manager. A supporto della nostra crescita continua, abbiamo sviluppato varie interessanti opportunità di carriera nelle seguenti aree:

source: %1 is entirely web-based and requires no software installation.
it: %1 si basa completamente sul web e non richiede l'installazione di alcun software.

source: %1 is tailored to traders of all levels.
it: %1 si adatta ai trader di qualsiasi livello.

source: %1 is the award-winning industry pioneer in online options trading. We boast:
it: %1 è il pioniere pluripremiato nel settore del trading di opzioni online. Vantiamo:

source: %1 makes efforts that the quoted prices of each underlying asset that a Binary Option refers to will be reasonably related to the actual prices of such asset available in the market. %1 makes no warranty, expressed or implied, that the quoted prices represent prevailing market prices.
it: %1 si impegna affinché i prezzi quotati di ogni asset sottostante cui si riferisce un'Opzione Binaria sia ragionevolmente connesso ai prezzi attuali di tali asset disponibili sul mercato. %1 non garantisce, in maniera espressa o implicita, che i prezzi quotati rappresentino quelli prevalenti sul mercato.

source: %1 may have access to information that is not available to you, may have acquired trading positions at prices that are not available to you, and may have interests different from your interests. %1 does not undertake any obligation to provide you with market or other information we possess, nor to alter or refrain from our own trading.
it: %1 può avere accesso a informazioni a te non disponibili, può acquisire posizioni di trading a prezzi a te non disponibili e può avere interessi diversi dai tuoi. %1 non si assume alcun obbligo di fornirti informazioni sul mercato o altro, né di modificare o astenersi dal proprio trading.

source: %1 offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets.
it: %1 offre un'ampia gamma di metodi di deposito e prelievo, dalle carte di credito e debito ai bonifici bancari, e-cash e e-wallet.

source: %1 offers five ways to trade your chosen asset:
it: 1% offre cinque metodi per negoziare l'asset scelto:

source: %1 offers the world's financial markets in a simple, user-friendly platform.
it: %1 offre i mercati finanziari globali su una piattaforma semplice e facile da utilizzare.

source: %1 prices are benchmarked against the interbank options market, so you always get best-in-class prices for your trades.
it: I prezzi di %1 vengono confrontati con il mercato delle opzioni interbancarie in modo da avere sempre i prezzi migliori per i tuoi trade.

source: %1 provides Application Programming Interface (API) facilities to third-party developers.
it: %1 fornisce servizi API (Application Programming Interface) per sviluppatori terzi.

source: %1 provides a variety of charts to help you determine what markets to trade on. Try them out.
it: %1 fornisce un'ampia gamma di grafici per aiutarti a definire su quali mercati negoziare. Provali.

source: %1 provides business partnership services via the following programs.
it: %1 fornisce servizi di partnership aziendale attraverso i seguenti programmi.

source: %1 provides you with the opportunity to either self-exclude or <a href="%2">set limits on your trading activities</a> on this website. You may also <a href="%3">contact us</a> to state the limits you wish to set via live chat, email or phone. Available limits are:
it: Su questo sito internet, %1 ti fornisce la possibilità di escludere autonomamente oppure <a href="%2">impostare dei limiti sulle tue attività di trading</a>. Inoltre puoi <a href="%3">contattarci</a> per indicarci tramite live chat, email o telefono, i limiti che desideri impostare. I limiti disponibili sono:

source: %1 transactions may not be performed with this account.
it: Le transazioni in %1 non possono essere eseguite con questo account.

source: %1's Random Indices are the %2, %3, %4, and %5. These indices correspond to volatilities of 25%, 50%, 75% and 100%
it: Gli indici Random di %1 sono il %2, %3, %4 e %5. Questi indici corrispondono ad una volatilità del 25%, 50%, 75% e 100%

source: %1's Spread Contracts are leveraged derivative contracts, the value of which is directly tied to the underlying market movements. Clients who 'Long' a rising market (and those who 'Short' a falling market) profit from those movements with much less investment than would be required in the live market.
it: I contratti Spread di %1 sono contratti derivati "a leva" il cui valore è direttamente connesso ai movimenti del mercato sottostante. I clienti che acquistano un contratto 'Long' su un mercato in rialzo (e quelli che acquistano un contratto 'Short' in un mercato in ribasso) traggono un profitto da questi movimenti con un investimento inferiore rispetto a quello eventualmente necessario sul mercato reale.

source: %1's Spread Contracts require a 'stop loss' which limits the maximum losses incurred by a client. This 'stop loss' amount will act as a deposit and may not be used for further trading until that Spread Contract is closed. Spread Contracts are closed when sold by the client, upon hitting the 'stop loss' or 'stop profit' level.
it: I Contratti Spread di %1 richiedono uno 'stop loss' in grado di limitare le perdite massime subite dal cliente. L'importo di questo 'stop loss' agirà quale deposito e non può essere utilizzato per ulteriori trading fino alla chiusura di tale Contratto Spread. Questi ultimi vengono chiusi al momento della vendita da parte del cliente, al raggiungimento della soglia di 'stop loss' o 'stop profit'.

source: %1's patented pricing technology allows you to benefit from the same rates of return as traders in the interbank market.
it: La tecnologia brevettata per la determinazione dei prezzi di %1 ti consente di beneficiare delle stesse percentuali di ritorno dei trader del mercato interbancario.

source: %1: Online Trading platform for binary options on Forex, Indices, Commodities and Smart Indices
it: %1: piattaforma di trading online per le opzioni binarie su Forex, Indici, Materie Prime e Indici Smart

source: %1’s Smart FX are smart markets that measure the value of a currency against a basket of major currencies.
it: Gli Smart FX di %1 sono dei mercati intelligenti che misurano il valore di una valuta rispetto a un paniere con le principali valute.

source: %1’s Smart Indices are created using the relevant market data and %1’s proprietary algorithms to represent the equities market movement for a country. These instruments are designed to tick at higher frequency and have extended market hours. With real time quotes and live charts, availability of short term contracts and extended hours, they provide more exciting opportunities to trade on financial markets.
it: Gli Indici Smart di %1 vengono creati utilizzando i dati di mercato rilevanti e gli algoritmi proprietari di %1 per rappresentare il movimento del mercato azionario di un paese. Questi strumenti sono stati progettati per ottenere una frequenza più alta di tick e orari di mercato più ampi. Con le quotazioni in tempo reale e i grafici live, così come la disponibilità di contratti a breve termine e orari estesi, offrono opportunità più interessanti per negoziare sui mercati finanziari.

source: %1’s exclusive Smart Markets are built to key on a particular subset of the world’s markets. With a price derived from related assets, Smart Markets allow traders to take positions on a variety of market action.
it: Gli esclusivi Mercati Smart di %1 sono stati creati sulla base di un particolare sottoinsieme di mercati mondiali. Con un prezzo derivato dai relativi asset, i Mercati Smart consentono ai trader di aprire posizioni su una varietà di azioni del mercato stesso.

source: %2 offers a virtual-money account so you can get the hang of trading binaries. Why not <a class="pjaxload" href="%1">open a free $10k fully-functional virtual-money account</a>, and start learning how to trade.
it: %2 offre un account con denaro virtuale in modo da poter fare pratica con il trading binario. Perché non <a class="pjaxload" href="%1">aprire un account con denaro virtuale da $10.000 completamente funzionante</a> e iniziare a imparare come fare trading.

source: %ctx(If you look in the sky)You will see %plural(%1,one star, %d stars).
it: %ctx(if you look in the sky)Vedrai %plural(%1,una stella, %d stelle).

source: %ctx(the return of investment of a contract)Return
it: %ctx(the return of investment of a contract)Rendimento

source: &#8220;Binary.com is one of the oldest and trustworthy partners we ever had. We have worked together for many years.&#8221;
it: &#8220;Binary.com è uno dei partner più vecchi e affidabili che abbiamo mai avuto. Abbiamo lavorato insieme per molti anni.&#8221;

source: &#8220;We have used www.binary.com for the last 8 years and highly recommend binary to all our members worldwide&#8221;
it: &#8220;Abbiamo utilizzato www.binary.com per gli ultimi 8 anni e lo consigliamo vivamente a tutti i nostri membri nel mondo&#8221;

source: '<strong>Long</strong>' contracts generate profits when the index rises and loses when it falls.
it: I contratti '<strong>Long</strong>' generano profitti quando l'indice aumenta e perdite quando diminuisce.

source: '<strong>Short</strong>' contracts generate losses when the index rises and profits when it falls.
it: I contratti '<strong>Short</strong>' generano perdite quando l'indice aumenta e profitti quando diminuisce.

source: (Bejing/CST -8 hours)
it: (Pechino/CST -8 ore)

source: (One) Touch trades
it: Trade (One) Touch

source: (delayed)
it: (differito)

source: * Tax Free: Profits from trading are tax free in many countries but you should always consult a qualified tax advisor.
it: * Tax Free: in molti paesi i profitti generati dal trading sono esenti da imposte ma si consiglia sempre di consultare un consulente fiscale.

source: * This contract was affected by a corporate action event. Please find details in the corporate action tab.
it: * Questo contratto è stato influenzato da un'azione societaria. Si prega di trovare i dettagli nella scheda delle azioni societarie.

source: - A scanned copy of a utility bill or bank statement (no more than 3 months old).
it: - Una copia scannerizzata di una bolletta o di un estratto conto (non antecedente i 3 mesi).

source: - A scanned copy of your passport, driving licence (provisional or full) or identity card, showing your name and date of birth.
it: - Una copia scannerizzata del tuo passaporto, patente (provvisoria o definitiva) o carta d'identità, indicante il tuo nome e la tua data di nascita.

source: 0-1 year
it: da 0 a 1 anno

source: 0-5 transactions in the past 12 months
it: 0-5 transazioni negli ultimi 12 mesi

source: 1-2 years
it: 1-2 anni

source: 1. Choose the Underlying
it: 1. Scegli l'asset sottostante

source: 1d
it: 1 giorno

source: 1y
it: 1 anno

source: 2-way pricing
it: Determinazione del prezzo in 2 direzioni

source: 2. Choose the Duration of the Trade
it: 2. Scegli la durata del trade

source: 2d
it: 2 gg

source: 3. Choose how you want to Trade the Market
it: 3. Scegli come desideri negoziare sul mercato

source: 4. Choose your Payout
it: 4. Scegli il tuo payout

source: 40 transactions or more in the past 12 months
it: 40 transazioni o più negli ultimi 12 mesi

source: 5d
it: 5 gg

source: 6 - 25 characters.
it: da 6 a 25 caratteri.

source: 6-10 transactions in the past 12 months
it: 6-10 transazioni negli ultimi 12 mesi

source: 7-Day limit on losses is currently set to <strong>%1 %2</strong>
it: Il limite di 7 giorni sulle perdite è attualmente impostato su <strong>%1 %2</strong>

source: 7-Day turnover limit is currently set to <strong>%1 %2</strong>
it: Il limite di 7 giorni sul turnover è attualmente impostato su <strong>%1 %2</strong>

source: 7-day limit on losses
it: Limite di 7 giorni sulle perdite

source: 7-day turnover limit
it: Limite di 7 giorni sul turnover

source: <a href="%1" target="_blank">Learn more about our corporate culture.</a>
it: <a href="%1" target="_blank">Ulteriori informazioni sulla nostra cultura aziendale.</a>

source: <a href='#account-manager-guide'>Account managers</a> can now place trades for their clients with %1’s bulk trader facility.
it: Gli <a href='#account-manager-guide'>Account manager</a> possono ora effettuare dei trade per i loro clienti con la funzione di trading di massa di %1.

source: <a href='%1' class='pjaxload'>Contact us</a> should you need further assistance.
it: Per ulteriore assistenza, <a href='%1' class='pjaxload'>Contattaci</a>.

source: <option value=""></option><option value="01">Jan</option><option value="02">Feb</option><option value="03">Mar</option><option value="04">Apr</option><option value="05">May</option><option value="06">Jun</option><option value="07">Jul</option><option value="08">Aug</option><option value="09">Sep</option><option value="10">Oct</option><option value="11">Nov</option><option value="12">Dec</option>
it: <option value=""></option><option value="01">Gen</option><option value="02">Feb</option><option value="03">Mar</option><option value="04">Apr</option><option value="05">Mag</option><option value="06">Giu</option><option value="07">Lug</option><option value="08">Ago</option><option value="09">Set</option><option value="10">Ott</option><option value="11">Nov</option><option value="12">Dic</option>

source: <p><strong>Detailed report</strong>: The detailed report shows you your detailed traffic and income statistics. Use the filters and column selectors to break down your reporting as desired.</p> <p><strong>Player report</strong>: The player report shows a breakdown of statistics per player. Use the filters to refine the report.</p> <p><strong>Daily Earnings</strong>: The commission report shows you your daily commission earnings, per site / product.</p>
it: <p><strong>Resoconto dettagliato</strong>: un resocontro dettagliato ti mostra il tuo traffico dettagliato e le statistiche di reddito. Utilizza i filtri e i selettori di colonna per analizzare il resoconto a tuo piacimento.</p> <p><strong>Resoconto del giocatore</strong>: il resoconto del giocatore mostra una ripartizione delle statistiche per giocatore. Utilizza i filtri per affinare il resoconto.</p> <p><strong>Guadagni giornalieri</strong>: il resoconto delle commissioni mostra i tuoi guadagni quotidiani sulle commissioni per sito/prodotto.</p>

source: <p>A client is someone who has been referred through one of your marketing tools and who has deposited money into their %1 account. They must fulfill the following criteria: </p> <ul class='checked'> <li>Have not previously been a %1 customer.</li> <li>Have made the minimum deposit.</li> <li>Are over 18.</li> </ul>
it: <p>Un cliente è qualcuno che è stato riferito attraverso uno dei tuoi strumenti di marketing e che ha depositato fondi sul proprio account di %1. Devono soddisfare i seguenti criteri: </p> <ul class='checked'> <li>Non essere già stati clienti di %1 precedentemente.</li> <li>Aver effettuato il deposito minimo.</li> <li>Essere maggiorenni.</li> </ul>

source: <p>Sorry, an error has occurred. Please <a href="%1">try accessing our Cashier</a> again.</p>
it: <p>Siamo spiacenti, si è verificato un errore. <a href="%1">Prova ad accedere nuovamente alla nostra Cassa</a>.</p>

source: <p>Yes. Please contact your account manager if you would like a customized banner and provide him/her with the following information:</p> <ul class='checked'> <li>Pixel size.</li> <li>File format.</li> <li>Desired language.</li> <li>The URL of the site on which the banner is going to appear.</li> <li>Banner placement.</li> <li>Specific colors the banner should include.</li> <li>Specific message the banner should include.</li> </ul>
it: <p>Si. Se desideri personalizzare un banner, contatta il tuo account manager e comunicagli le seguenti informazioni:</p> <ul class='checked'> <li>Dimensioni in pixel.</li> <li>Formato del file.</li> <li>Lingua desiderata.</li> <li>L'URL del sito in cui dovrà comparire il banner.</li> <li>Posizionamento del banner.</li> <li>I colori specifici da inserire nel banner.</li> <li>Il messaggio specifico da inserire nel banner.</li> </ul>

source: <span>All durations:</span> from 10 seconds to 365 days.
it: <span>Tutte le durate:</span> da 10 secondi a 365 giorni.

source: <span>All market conditions:</span> up/down, touch/no-touch, stays in/goes out.
it: <span>Tutte le condizioni del mercato:</span> up/down, touch/no-touch, stays in/goes out.

source: <span>All markets:</span> currencies, stock indices, and commodities.
it: <span>Tutti i mercati:</span> valute, indici azionari e materie prime.

source: <span>All payouts:</span> from $1 to $100,000.
it: <span>Tutti i payout:</span> da $1 a $100.000.

source: <strong>2-way pricing</strong> - %1 quotes a trade and the counter-trade, so you always get unbiased, transparent prices.
it: <strong>Determinazione dei prezzi in 2 direzioni</strong> - %1 quota un trade e il suo opposto, in modo da avere sempre prezzi imparziali e trasparenti.

source: <strong>All durations</strong> - from 10 seconds to 365 days.
it: <strong>Tutte le durate</strong> - da 10 secondi a 365 giorni.

source: <strong>All market conditions</strong> - up/down, touch/no-touch, stays in/goes out.
it: <strong>Tutte le condizioni di mercato</strong> - up/down, touch/no-touch, stays in/goes out.
